Repository: microsoft/Partner-Center-Storefront
Catalog: src/Storefront/Resources.*.resx
Languages: da, de, is, it, lv, ms, nb, sw

source: Back
da: Tilbage
de: Zurück
is: Aftur
it: Indietro
lv: Atpakaļ
ms: Belakang
nb: Tilbake
sw: Nyuma

source: Buy now
da: Køb nu
de: Jetzt kaufen
is: Kaupa núna
it: Acquista adesso
lv: Pirkt tagad
ms: Beli sekarang
nb: Kjøp nå
sw: Kununua sasa

source: Cancel
da: Annuller
de: Abbrechen
is: Afturkalla
it: Annulla
lv: Atcelt
ms: Batal
nb: Avbryt
sw: Katisha

source: Clear all
da: Ryd alle
de: Alle löschen
is: Hreinsa allt
it: Cancella tutto
lv: Notīrīt visus
ms: Kosongkan Semua
nb: Fjern alle
sw: Ondoa yote

source: Contact us
da: Kontakt os
de: kontaktieren Sie uns
is: Hafðu samband við okkur
it: contattaci
lv: Sazinieties ar mums
ms: Hubungi kami
nb: Kontakt oss
sw: Wasiliana nasi

# CopyRight
source: Copyright 2019
is: Höfundarréttur 2019
lv: Autortiesības © 2019
ms: Hakcipta Terpelihara 2019
sw: Mwaka 2019 hakimiliki

# EmptyListMessage
source: No entities found
da: Ingen enheder findes
de: Keine Objekte gefunden
is: Engir aðilar fundust
it: Nessuna entità trovate
lv: Nav atrasts entītiju
ms: Tiada entiti yang ditemui
nb: Ingen enheter funnet
sw: Hakuna vyombo kupatikana

# FailedToLoadPortal
source: Could not get portal content
da: Kunne ikke få portalens indhold
de: Portal-Inhalt konnte nicht abgerufen werden.
is: Ekki tókst að fá gáttarefni
it: Non poteva ottenere il contenuto del portale
lv: Nevarēja saņemt portāla saturs
ms: Tidak boleh mendapatkan kandungan portal
nb: Kan ikke hente portalinnhold
sw: Haikuweza kupata maudhui portal

source: First
da: Første
de: Erste
is: Fyrsta
it: Primo
lv: Pirmais
ms: Pertama
nb: Første
sw: Kwanza

# InvalidPortalConfiguration
source: Portal configuration seems to be invalid
da: Portal configuration synes at være ugyldig
de: Portal-Konfiguration scheint ungültig zu sein
is: Gáttarskilgreining virðist ógild
it: Configurazione del portale sembra essere non valido
lv: Portāla konfigurācija, šķiet, ir nederīgs
ms: Portal konfigurasi seolah-olah tidak sah
nb: Portal configuration synes å være ugyldig
sw: Usanidi portal inaonekana kuwa batili

source: Last
da: Sidste
de: letzte
is: Síðasta
it: Ultimo
lv: Pēdējais
ms: Lepas
nb: Siste
sw: Mwisho

source: Loading
da: Lastning
de: Laden
is: Hleðsla
it: Caricamento
lv: Ielāde
ms: Memuatkan
nb: Lasting
sw: Upakiaji

source: Login
de: einloggen
is: Tenging
it: Account di accesso
lv: Pieteikšanās
ms: Log masuk
nb: Logg inn
sw: Kuingia

# MoreActionsTooltip
source: More actions...
da: Flere handlinger...
de: Weitere Aktionen...
is: Fleiri aðgerðir...
it: Altre azioni...
lv: Citas darbības...
ms: Lebih banyak tindakan...
nb: Flere handlinger...
sw: Vitendo zaidi...

# NavigateBackTo
source: Go back to:
da: Gå tilbage til:
de: Zurück zu:
is: Fara aftur til:
it: Torna alla:
lv: Doties atpakaļ uz:
ms: Kembali ke:
nb: Gå tilbake til:
sw: Rudi kwenye:

source: Next
da: Næste
de: nächster
is: Næsta
it: prossimo
lv: Nākamo
ms: Seterusnya
nb: Neste
sw: Ijayo

source: No
da: Nej
de: Nein
is: Nei
lv: nē
ms: tidak
nb: nei
sw: La

# NotificationSectionTooltip
source: Active notifications
da: Aktive anmeldelser
de: Aktive Benachrichtigungen
is: Virkar tilkynningar
it: Notifiche attive
lv: Aktīvā paziņojumus
ms: Pemberitahuan yang aktif
nb: Aktive varsler
sw: Taarifa ya kazi

# NotificationsSummary
source: new notifications
da: nye meddelelser
de: neue Benachrichtigungen
is: nýjar tilkynningar
it: nuove notifiche
lv: jaunu paziņojumu
ms: pemberitahuan baru
nb: nye meldinger
sw: taarifa mpya

source: OK
de: Okay
is: Ókei
lv: labi
sw: Sawa kabisa

# PasswordLabel
source: Password
da: Adgangskode
de: Passwort
is: Lykilorð
lv: Parole
ms: Kata laluan
nb: Passord
sw: Nywila

# PortalConfigurationNotFound
source: Portal configuation could not be found
da: Portalen configuation kunne ikke findes
de: Portal-Konfiguration konnte nicht gefunden werden
is: Samskipun Portal fannst ekki
it: Non è stato trovato il portale configuation
lv: Nevar atrast portāla configuation
ms: Portal configuation tidak dijumpai
nb: Finner ikke Portal configuation
sw: Portal configuation haikuweza kupatikana

source: Remember Me
da: Husk mig
de: erinnern Sie sich an mich
is: Mundu eftir mér
it: Ricordati di Me
lv: Atcerēties mani
ms: Ingat saya
nb: Husk meg
sw: Nikumbuke

# RetryCapital
source: Retry
da: Efter flere forsøg
de: Wiederholen Sie
is: Reyna
it: Riprova
lv: Mēģināt vēlreiz
ms: Cuba semula
nb: Prøv på nytt
sw: Jaribu tena

source: Sign out
da: Log ud
de: Melden Sie sich ab
is: Skrá út
it: Esci
lv: Izrakstīties
ms: Daftar keluar
nb: Logg
sw: Aga

# TemplateLoadFailureMessage
source: Could not get the feature content
da: Kunne ikke få feature indhold
de: Die Feature-Inhalt konnte nicht abgerufen werden.
is: Ekki tókst að fá eiginleika efnisins
it: Non poteva ottenere il contenuto di funzionalità
lv: Nevar iegūt satura elements
ms: Tidak boleh mendapatkan kandungan ciri-ciri
nb: Kan ikke hente funksjonen innholdet
sw: Haikuweza kupata kipengele cha maudhui

# TemplateLoadRetryMessage
source: Getting feature content
da: At få feature indhold
de: Immer mit Inhalten
is: Fá eiginleika efni
it: Ottenere funzionalità contenuti
lv: Līdzeklis satura iegūšana
ms: Semakin kandungan ciri-ciri
nb: Få funksjon innhold
sw: Kupata maudhui ya kipengele

# UserNameLabel
source: User name:
da: Brugernavn:
de: Benutzername:
is: Notandanafn:
it: Nome utente:
lv: Lietotāja vārds:
ms: Nama pengguna:
nb: Brukernavn:
sw: Jina la mtumiaji:

# ViewTilesTooltip
source: View tiles
da: Se fliser
de: Ansicht-Fliesen
is: Skoða flísar
it: Visualizza piastrelle
lv: Mozaīkas skatā
ms: Lihat jubin
nb: Vis fliser
sw: Vigae vya Mwoneko

source: Yes
da: Ja
de: Ja
is: Já
it: Sì
lv: jā
ms: Ya
nb: ja
sw: Ndio

# EmptyOffersErrorMessage
source: You must select at least one offer to purchase.
da: Du skal vælge mindst ét tilbud om at købe.
de: Sie müssen mindestens ein Angebot zum Kauf auswählen.
is: Velja þarf a.m.k. eitt tilboð til kaups.
it: È necessario selezionare almeno un offerta di acquisto.
lv: Ir jāatlasa vismaz viens piedāvājums iegādāties.
ms: Awda mesti memilih sekurang-kurangnya satu tawaran untuk membeli.
nb: Du må velge minst ett tilbud om å kjøpe.
sw: Lazima uteue angalau kutoa kununua.

# TotalAmountCaption
source: Total Amount
da: Samlede beløb
de: Gesamtbetrag
is: Heildarupphæð
it: Importo totale
lv: Kopējā summa
ms: Jumlah amaun
nb: Totalbeløp
sw: Kiasi cha jumla

source: Remove from cart
da: Fjern fra Indkøbsvogn
de: Aus dem Warenkorb entfernen
is: Fjarlægja úr körfu
it: Rimuovi dal carrello
lv: Noņemt no ratiem
ms: Keluarkn troli
nb: Fjern fra kurv
sw: Ondoa kutoka kwenye gari

source: Address
da: Adresse
de: Adresse
is: Aðsetur
it: Indirizzo
lv: Adrese
ms: Alamat
nb: Adresse
sw: Anwani

source: Admin user account
da: Admin bruger beretning
de: Admin-Benutzerkonto
is: Notandareikningur admin
it: Account utente amministratore
lv: Admin lietotāja kontu
ms: Akaun pengguna pentadbir
nb: Brukerkontoen
sw: Akaunti ya mtumiaji ya admin

source: Confirmation
da: Bekræftelse
de: Bestätigung
is: Staðfesting
it: Conferma
lv: Apstiprinājums
ms: Pengesahan
nb: Bekreftelse
sw: Uthibitisho

# ConfirmationMessage
source: Thank you. The customer was created and your order was successfully processed.
da: Tak. Kunden var lavet og ordren behandlet korrekt.
de: Danke. Der Kunde erstellt wurde und Ihre Bestellung wurde erfolgreich bearbeitet.
is: Þakka þér. Viðskiptavinurinn var stofnaður og pöntunin þín var unnin.
it: Grazie. Il cliente è stato creato e il tuo ordine è stato elaborato correttamente.
lv: paldies. Klientam tika izveidota un jūsu pasūtījums ir veiksmīgi apstrādāta.
ms: terima kasih. Pelanggan telah dicipta dan pesanan anda berjaya diproses.
nb: takk. Kunden ble opprettet og bestillingen ble behandlet.
sw: Asante. Mteja iliundwa na kitendo chako kwa ufanisi kusindika.

# ContactInformation
source: Customer information
da: Kundeoplysninger
de: Kundeninformationen
is: Upplýsingar um viðskiptavin
it: Informazioni cliente
lv: Klientu informāciju
ms: Maklumat pelanggan
nb: Kundeinformasjon
sw: Taarifa za wateja.

source: Done
da: Gjort
de: fertig
is: Gert
it: Fatto
lv: Darīts
ms: Dilakukan
nb: Gjort
sw: Kufanyika

# SetupInformation
source: Customer Details
da: Kundeoplysninger
de: Kundendaten
is: Upplýsingar um viðskiptavin
it: Dettagli cliente
lv: Informāciju par klientiem
ms: Maklumat pelanggan
nb: Kundeinformasjon
sw: Maelezo ya mteja

source: Subscription
da: Abonnement
de: Abonnement
is: Áskrift
it: Abbonamento
lv: Abonements
ms: Langganan
nb: Abonnement
sw: Michango

source: Subscriptions
da: Abonnementer
de: Abonnements
is: Áskriftir
it: Abbonamenti
lv: Abonementi
ms: Langganan
nb: Abonnementer
sw: Ada

source: Total
da: I alt
de: gesamt
is: Samtals
it: Totale
lv: Kopā
ms: Jumlah keseluruhan
nb: Totalt
sw: Jumla

source: Add subscriptions
da: Tilføje abonnementer
de: Abonnements hinzufügen
is: Bæta við áskriftum
it: Aggiungere sottoscrizioni
lv: Pievienot abonentu
ms: Tambah langganan
nb: Legge til abonnementer
sw: Ongeza Maungisho

# Submit
source: Proceed to payment
da: Gå til betaling
de: Weiter zur Zahlung
is: Halda áfram að greiða
it: Procedi al pagamento
lv: Doties uz maksājumu
ms: Meneruskan bayaran
nb: Fortsett til betaling
sw: Kuendelea kwa malipo

# AcceptTerms
source: I accept the terms and conditions
da: Jeg accepterer de vilkår og betingelser
de: Ich akzeptiere die allgemeinen Geschäftsbedingungen
is: Ég samþykki skilmála og skilyrði
it: Accetto i termini e condizioni
lv: Es piekrītu noteikumiem un nosacījumiem
ms: Saya Terima terma dan syarat
nb: Jeg godtar vilkårene
sw: Ninakubali masharti na hali

# DomainPrefixValidationMessage
source: Please enter a valid domain prefix
da: Angiv et gyldigt domæne præfiks
de: Bitte geben Sie einen gültige Domäne Präfix
is: Færa skal inn gilt lénforskeyti
it: Si prega di inserire un prefisso di dominio valido
lv: Lūdzu, ievadiet derīgu domēna prefiksa
ms: Sila masukkan awalan domain yang sah
nb: Angi et gyldig domene prefiks
sw: Tafadhali ingiza namba awali kikoa halali

# SubscriptionIDLabel
source: Subscription ID:
da: Abonnements-ID:
de: Abonnement-ID:
is: AUÐKENNI áskriftar:
it: ID della sottoscrizione:
lv: Abonementa ID:
ms: ID langganan:
nb: Abonnements-ID:
sw: ID ya kujiunga:

# CompanyBrandingConfigurationCaption
source: Update your company information
da: Opdatere dine firmaoplysninger
de: Aktualisieren Sie Ihre Unternehmensinformationen
is: Uppfæra Fyrirtækjaupplýsingar
it: Aggiornare le informazioni sulla società
lv: Atjaunināt jūsu uzņēmuma informāciju
ms: Mengemaskini maklumat Syarikat
nb: Oppdatere firmainformasjonen
sw: Sasaisha taarifa yako ya kampuni

# DashboardBuildingProgressMessage
source: Building your dashboard
da: Bygning din dashboard
de: Bauen Ihr dashboard
is: Byggja Mælaborð þitt
it: Creazione di dashboard
lv: Veidojot savu informācijas paneli
ms: Bangunan papan pemuka anda
nb: Bygge dashbordet
sw: Kujenga dashibodi yako

# OffersConfigurationCaption
source: Choose which offers to sell
da: Vælg som tilbyder at sælge
de: Wählen Sie die zum Kauf anbietet
is: Veldu hvaða tilboð á að selja
it: Scegliere che offre di vendere
lv: Izvēlēties, kuras piedāvā pārdot
ms: Pilih yang menawarkan untuk menjual
nb: Velg som tilbyr å selge
sw: Chagua ambayo inatoa kuuza

# PaymentConfigurationCaption
source: Add a payment method
da: Tilføje en betalingsmetode
de: Fügen Sie eine Zahlungsmethode
is: Bæta við greiðslumáta
it: Aggiungere un metodo di pagamento
lv: Pievienotu maksāšanas metodei
ms: Menambah kaedah pembayaran
nb: Legger til en betalingsmåte
sw: Ongeza njia ya malipo

# WelcomeCaptionPrefix
source: Welcome
da: Velkommen
de: Herzlich Willkommen
is: Velkomin
it: Benvenuto
lv: laipni lūdzam
ms: Mengalu-alukan
nb: velkommen
sw: Karibu

# WelcomeCaptionSuffix
source: to your Web Store Builder!
da: til din Web butik Builder!
de: zu Ihrem Web-Shop-Designer!
is: til þín vefverslun byggir!
it: per il vostro Web Store Builder!
lv: lai jūsu Web Store celtnieks!
ms: kepada anda Web Builder kedai!
nb: din Web-butikk Builder!
sw: kwa wajenzi yako ya duka la wavuti!

# BillingTypeListRowCaption
source: based billing
da: baseret fakturering
de: je Abrechnung
is: undirstaða innheimtu
it: base di fatturazione
lv: pamatojoties norēķinu
ms: berdasarkan bil
nb: basert fakturering
sw: bili ya msingi

# SummaryListRowCaption
source: Summary:
da: Resumé:
de: Zusammenfassung:
is: Samantekt:
it: Sommario:
lv: Kopsavilkums:
nb: Sammendrag:
sw: Muhtasari:

# AddCaption
source: Add
da: Tilføje
de: Hinzufügen
is: Bæta við
it: Aggiungere
lv: Pievienot
ms: Tambah
nb: Legge til
sw: Ongeza

source: Customization
da: Tilpasning
de: Anpassung
it: Personalizzazione
lv: Pielāgošanas
ms: Penyesuaian
nb: Tilpasning
sw: Ugeuzaji

# FeaturesCaption
source: Features:
da: Funktioner:
de: Funktionen:
is: Lögun:
it: Caratteristiche:
lv: Iezīmes:
ms: Ciri-ciri:
nb: Funksjoner:
sw: Vipengele:

# SelectMicrosoftOfferCaption
source: Select a Microsoft offer:
da: Vælg en Microsoft tilbud:
de: Wählen Sie ein Microsoft-Angebot:
is: Veldu Microsoft tilboð:
it: Selezionare un'offerta di Microsoft:
lv: Atlasiet Microsoft piedāvā:
ms: Pilih tawaran Microsoft:
nb: Velg en Microsoft-tilbud:
sw: Teua toleo la Microsoft:

# SelectSearchByOffersPlaceholder
source: Search by offer
da: Søg på tilbud
de: Suche nach Angebot
is: Leita eftir tilboði
it: Ricerca per offerta
lv: Pārmeklēt, piedāvājums
ms: Cari mengikut tawaran
nb: Søk etter tilbud
sw: Tafutiza kwa kutoa

# YourAnnualPriceCaption
source: Annual price:
da: Årlige pris:
de: Preis pro Jahr:
is: Árlegt verð:
it: Prezzo annuale:
lv: Gada cenu:
ms: Harga tahunan:
nb: Årlig pris:
sw: Bei kila mwaka:

# YourOfferingSubtitleCaption
source: Offer subtitle:
da: Tilbyde undertitel:
de: Bieten Sie Untertitel:
is: Tilboðstexti:
it: Offerta dei sottotitoli:
lv: Piedāvāju apakšvirsrakstu:
ms: Menawarkan sari kata:
nb: Tilby undertittel:
sw: Kutoa kichwa kidogo:

# YourOfferingTitleCaption
source: Offer name:
da: Tilbud navn:
de: Angebot-Name:
is: Heiti tilboða:
it: Nome offerta:
lv: Piedāvājuma nosaukums:
ms: Nama tawaran:
nb: Tilbud navn:
sw: Kutoa jina:

# AddOfferFeaturesTooltip
source: Add offer features
da: Tilføje tilbud funktioner
de: Angebot-Features hinzufügen
is: Bæta við tilboðsaðgerðum
it: Aggiungere funzionalità offerta
lv: Pievienot piedāvājumu funkcijas
ms: Menambah ciri-ciri tawaran
nb: Legge til tilbud funksjoner
sw: Kuongeza vipengee vya kutoa

# AddOfferFeatureTooltip
source: Add offer feature after this
da: Tilføje tilbud funktion efter dette
de: Nach diesem Angebot Feature hinzufügen
is: Bæta við tilboðsaðgerð eftir þetta
it: Aggiungere funzionalità offerta dopo questo
lv: Pievienot piedāvājumu funkciju pēc šī
ms: Menambah ciri-ciri tawaran selepas ini
nb: Legge tilbud funksjonen etter dette
sw: Ongeza kipengele cha kutoa baada ya hii

# AddSummaryPointsTooltip
source: Add offer summary points
da: Tilføje tilbud Resumé punkter
de: Angebot Zusammenfassung Punkte hinzufügen
is: Bæta við tilboðsúttektarpunktum
it: Aggiungere punti Riepilogo offerta
lv: Pievienot piedāvājumu kopsavilkuma punkti
ms: Tambah mata ringkasan tawaran
nb: Legge tilbud Sammendrag poeng
sw: Ongeza pointi ya muhtasari ya kutoa

# AddSummaryPointTooltip
source: Add offer summary after this
da: Tilføje tilbud Resumé efter dette
de: Nach diesem Angebot Zusammenfassung hinzufügen
is: Bæta við tilboðssamantekt eftir þetta
it: Aggiungi offerta riepilogo dopo questo
lv: Pievienot pēc šā piedāvājuma kopsavilkums
ms: Tambah ringkasan tawaran selepas ini
nb: Legge til tilbudet Sammendrag etter dette
sw: Ongeza kutoa muhtasari baada ya hii

# BrandingSectionTooltip
source: Click to configure your company branding.
da: Klik her for at konfigurere dit firmalogo.
de: Klicken Sie, um Ihr Unternehmensbranding konfigurieren.
is: Smellið á til að samskipa vörumerki fyrirtækisins.
it: Fare clic per configurare il vostro marchio aziendale.
lv: Noklikšķiniet uz konfigurēt jūsu uzņēmuma zīmolu.
ms: Klik untuk mengkonfigurasi penjenamaan Syarikat anda.
nb: Klikk for å konfigurere din bedrift merkevarebygging.
sw: Bofya ili kusanidi kampuni yako branding.

# OfferFeaturePlaceHolder
source: Describe a feature this offer gives
da: Beskriv en funktion dette tilbud giver
de: Beschreiben Sie eine Funktion, die dieses Angebot gibt
is: Lýsa eiginleikum þetta tilboð gefur
it: Descrivere una caratteristica che questa offerta dà
lv: Šis piedāvājums dod iespēju aprakstīt
ms: Huraikan ciri-ciri yang memberikan tawaran ini
nb: Beskriv en funksjon dette tilbudet gir
sw: Kuelezea kipengele kutoa hii inatoa

# OffersSectionTooltip
source: Click to configure your offers
da: Klik her for at konfigurere dine tilbud
de: Klicken Sie, um Ihre Angebote zu konfigurieren
is: Smelltu til að stilla tilboð þitt
it: Fare clic per configurare le vostre offerte
lv: Noklikšķiniet uz konfigurēt jūsu piedāvājumus
ms: Klik untuk mengkonfigurasi menawarkan anda
nb: Klikk for å konfigurere din tilbud
sw: Bofya ili kusanidi yako inatoa

# OfferSummaryPlaceHolder
source: Write an offer summary
da: Skrive en tilbud oversigt
de: Schreiben Sie eine Angebot-Zusammenfassung
is: Skrifa Yfirlit tilboða
it: Scrivere un riassunto di offerta
lv: Rakstīt kopsavilkumu par piedāvājumu
ms: Tulis sebuah ringkasan tawaran
nb: Skriv et tilbud Sammendrag
sw: Andika muhtasari ya kutoa

# PaymentSectionTooltip
source: Click to configure your payment options
da: Klik her for at konfigurere dine betalingsmuligheder
de: Klicken Sie, um Ihre Zahlungsoptionen konfigurieren
is: Smelltu til að stilla greiðsluvalkosti þína
it: Fare clic per configurare le opzioni di pagamento
lv: Noklikšķiniet uz konfigurēt maksāšanas iespējas
ms: Klik untuk mengkonfigurasi opsyen pembayaran anda
nb: Klikk for å konfigurere betalingsalternativene
sw: Bofya ili kusanidi chaguo zako za malipo

# PriceHeader
source: Price:
da: Pris:
de: Preis:
is: Verð:
it: Prezzo:
lv: Cena:
ms: Harga:
nb: Pris:
sw: Bei:

# RemoveOfferFeatureTooltip
source: Remove offer feature
da: Fjerne tilbud funktion
de: Angebot-Funktion zu entfernen
is: Fjarlægja tilboðseiginleikann
it: Rimuovere funzionalità offerta
lv: Noņemt piedāvāt līdzekli
ms: Alih keluar sifat tawaran
nb: Fjerne tilbud funksjon
sw: Ondoa kipengele cha kutoa

# RemoveSummaryPointTooltip
source: Remove offer summary
da: Fjerne tilbud oversigt
de: Angebot-Zusammenfassung zu entfernen
is: Fjarlægja tilboðsyfirlit
it: Rimuovere offerta Riepilogo
lv: Noņemt piedāvājuma kopsavilkums
ms: Mengalih keluar ringkasan tawaran
nb: Fjerne tilbud Sammendrag
sw: Ondoa kutoa muhtasari

# DashboardItemConfigured
source: Configured
da: Konfigureret
de: Konfiguriert
is: Stilla
it: Configurato
lv: Konfigurēts
ms: Dikonfigurasikan
nb: Konfigurert
sw: Kusakinishwa

# DashboardItemNeedsConfiguration
source: Needs configuration
da: Brug konfiguration
de: Bedürfnisse-Konfiguration
is: Þarfnast skilgreiningar
it: Ha bisogno di configurazione
lv: Nepieciešami konfigurācijas
ms: Keperluan konfigurasi
nb: Trenger konfigurasjon
sw: Usanidi wa mahitaji

# DashboardLoadingError
source: Could not retrieve the dashboard information
da: Kunne ikke hente oplysningerne om dashboard
de: Die Dashboard-Informationen konnten nicht abgerufen werden.
is: Ekki tókst að sækja upplýsingar um Mælaborð
it: Impossibile recuperare le informazioni del cruscotto
lv: Nevarēja izgūt informāciju vadības paneli
ms: Tidak dapat mendapatkan semula maklumat papan pemuka
nb: Kan ikke hente instrumentbord-informasjon
sw: Haiwezi kuepua taarifa dashibodi ya

# DashboardStatusNotOk
source: Personalize your site before you start selling
da: Tilpasse dit websted, før du begynde at sælge
de: Personalisieren Sie Ihre Website, bevor Sie mit dem verkaufen beginnen
is: Sérsníða síðuna þína áður en þú byrjar að selja
it: Personalizza il tuo sito prima di iniziare a vendere
lv: Personalizēt jūsu vietni, pirms jūs sākat pārdot
ms: Memperibadikan halaman anda sebelum anda mula menjual
nb: Tilpasse webområdet før du selger
sw: Kubinafsisha tovuti yako kabla ya kuanza kuuza

# DashboardStatusOk
source: You are good to to go and start selling!
da: Du er god til at gå og begynde at sælge!
de: Sie sind gut zu gehen und beginnen zu verkaufen!
is: Þú ert Dugleg að fara og byrja að selja!
it: Vi sono buone per andare e iniziare a vendere!
lv: Jums ir labi iet un sākt pārdot!
ms: Anda sangat baik untuk pergi dan mula menjual!
nb: Du er god til å gå og begynne å selge!
sw: Wewe ni mzuri kwa kwenda na kuanza kuuza!

# AddOfferCaption
source: Add a new offer
da: Tilføje et nyt tilbud
de: Ein neues Angebot hinzufügen
is: Bæta við nýju tilboði
it: Aggiungere una nuova offerta
lv: Pievienot jaunu piedāvājumu
ms: Tambah satu tawaran baru
nb: Legge til et nytt tilbud
sw: Ongeza kutoa mpya

source: Category
da: Kategori
de: Kategorie
is: Tegund
it: Categoria
lv: Kategorija
ms: Kategori
nb: Kategori
sw: Kategoria

# CustomizationOfferListColumnCaption
source: Customization
da: Tilpasning
de: Anpassung
it: Personalizzazione
lv: Pielāgošanas
ms: Penyesuaian
nb: Tilpasning
sw: Ugeuzaji

source: Delete
da: Slet
de: Löschen
is: Eyða
it: Elimina
lv: Dzēst
ms: Hapus
nb: Slette
sw: Futa

# DeleteOffersCaption
source: Delete Offer(s)
da: Slette tilbud
de: Löschen Sie Preisvorschläge
is: Eyða tilboði (s)
it: Elimina offerta (e)
lv: Dzēst Offer(s)
ms: Menghapuskan tawaran
nb: Slette Offer(s)
sw: Futa Offer(s)

# DeletingOfferMessage
source: Deleting offers
da: Slette tilbud
de: Löschen von angeboten
is: Eyðir tilboðum
it: L'eliminazione di offerte
lv: Piedāvājumu dzēšana
ms: Menghapuskan menawarkan
nb: Slette tilbud
sw: Inafuta inatoa

source: Description
da: Beskrivelse
de: Beschreibung
is: Lýsing
it: Descrizione
lv: Apraksts
ms: Description/kawalan
nb: Beskrivelse
sw: Maelezo

# EmptyMicrosoftOfferListMessage
source: No offers found
da: Ingen tilbud fundet
de: Keine Angebote gefunden
is: Engin tilboð fundust
it: Non ci sono offerte trovate
lv: Nevienu piedāvājumu, atrada
ms: Tiada tawaran yang ditemui
nb: Ingen tilbud funnet
sw: Hakuna inatoa kupatikana

# EmptyOfferListMessage
source: You do not have any offers configured. Click Add Offer above to start adding your offers.
da: Du har ikke nogen tilbud konfigureret. Klik på Tilføj tilbyder ovenstående at begynde at tilføje dine tilbud.
de: Sie müssen keine Angebote konfiguriert. Klicken Sie auf hinzufügen, damit beginnen, Ihre Angebote oben bieten.
is: Þú hefur engin tilboð skilgreind. Smelltu á Bæta við tilboð hér að ofan til að byrja að bæta tilboðum þínum.
it: Non si dispone di eventuali offerte configurate. Clicca su Aggiungi offerta sopra per iniziare ad aggiungere le vostre offerte.
lv: Jums nav jebkuru piedāvājumu konfigurēta. Noklikšķiniet uz Pievienot piedāvāt iepriekš sākt pievienojot jūsu piedāvājumus.
ms: Anda tidak mempunyai mana-mana tawaran yang dikonfigurasikan. Klik Tambah tawaran di atas mula menambah tawaran anda.
nb: Du har ikke noen tilbud konfigurert. Klikk Legg tilbyr over å begynne å legge dine tilbud.
sw: Huna lolote inatoa kusakinishwa. Bofya Ongeza kutoa juu kuanza kuongeza inatoa yako.

# MicrosoftOfferListColumnCaption
source: Microsoft Offering
da: Microsoft tilbyder
de: Microsoft-Angebot
is: Microsoft býður
it: Offerta Microsoft
lv: Microsoft piedāvā
ms: Microsoft menawarkan
nb: Microsoft-tilbud
sw: Sadaka ya Microsoft

# MicrosoftOfferRetrievalErrorMessage
source: Could not retrieve Microsoft offers
da: Kunne ikke hente Microsoft tilbyder
de: Microsoft bietet konnte nicht abgerufen werden.
is: Ekki tókst að sækja Microsoft tilboð
it: Impossibile recuperare le offerte di Microsoft
lv: Nevarēja izgūt Microsoft piedāvā
ms: Tidak dapat mendapatkan semula tawaran Microsoft
nb: Kan ikke hente Microsoft tilbyr
sw: Haikuweza kufufua Microsoft inatoa

source: Offer
da: Tilbud
de: Angebot
is: Tilboð
it: Offerta
lv: Piedāvājums
ms: Tawaran
nb: Tilbud
sw: Kutoa
