Repository: microsoft/Partner-Center-Storefront
Catalog: src/Storefront/Resources.*.resx
Languages: da, de, is, it, lv, ms, nb, sw

# CountryNameNL
source: Netherlands
da: Holland
de: Niederlande
is: Holland
it: Paesi Bassi
lv: Nīderlande
ms: Belanda
nb: Nederland
sw: Uholanzi

# CountryNameNO
source: Norway
da: Norge
de: Norwegen
is: Noregur
it: Norvegia
lv: Norvēģija
nb: Norge
sw: Norwei

# CountryNameNP
source: Nepal
lv: Nepāla
sw: Nepali

# CountryNameNZ
source: New Zealand
de: Neuseeland
is: Nýja Sjáland
it: Nuova Zelanda
lv: Jaunzēlande
sw: New Zealandi

# CountryNameOM
source: Oman
is: Óman
lv: Omāna
sw: Omani

# CountryNamePF
source: French Polynesia
da: Fransk Polynesien
de: Französisch-Polynesien
is: Franska Pólýnesía
it: Polinesia francese
lv: Franču Polinēzija
ms: United Kingdom
nb: Fransk Polynesia
sw: Polineshia ya Kifaransa

# CountryNamePG
source: Papua New Guinea
da: Papua Ny Guinea
de: Papua-Neu-Guinea
is: Papúa Nýja-Gínea
it: Papua Nuova Guinea
lv: Papua-Jaungvineja
nb: Papua Ny-Guinea
sw: Papua Gine mpya

# CountryNamePH
source: Philippines
da: Filippinerne
de: Philippinen
is: Filippseyjar
it: Filippine
lv: Filipīnas
ms: Filipina
nb: Filippinene
sw: Ufilipino

# CountryNamePK
source: Pakistan
lv: Pakistāna

# CountryNamePL
source: Poland
da: Polen
de: Polen
is: Pólland
it: Polonia
lv: Polija
nb: Polen
sw: Polandi

# CountryNamePM
source: Saint Pierre and Miquelon
da: Saint Pierre og Miquelon
de: Saint-Pierre und Miquelon
is: Sankti Pierre og Miquelon
it: Saint Pierre e Miquelon
lv: Senpjēra un Mikelona
ms: Saint Pierre dan Miquelon
nb: Saint-Pierre og Miquelons
sw: Saint Pierre na Miquelon

# CountryNamePN
source: Pitcairn Islands
de: Pitcairn Inseln
it: Isole Pitcairn
lv: Pitkērnas salas
ms: Pulau Pitcairn
nb: Pitcairnøyene
sw: Visiwa vya Pitcairn

# CountryNamePR
source: Puerto Rico
is: Púertó Ríkó
it: Portorico
lv: Puertoriko

# CountryNamePS
source: Palestinian Authority
da: Palæstinensiske myndighed
de: Palästinensische Autonomiebehörde
is: Palestínuyfirvöld
it: Autorità palestinese
lv: Palestīniešu pašpārvalde
ms: Pihak Berkuasa Palestin
nb: Palestinske myndigheter
sw: Mamlaka ya Palestina

# CountryNamePT
source: Portugal
is: Portúgal
it: Portogallo
lv: Portugāle
sw: Ureno

# CountryNamePY
source: Paraguay
is: Paragvæ
lv: Paragvaja

# CountryNameQA
source: Qatar
de: Katar
is: Katar
lv: Katara
sw: Khatari

# CountryNameRO
source: Romania
da: Rumænien
de: Rumänien
is: Rúmenía
lv: Rumānija

# CountryNameRS
source: Serbia
da: Serbien
de: Serbien
is: Serbía
lv: Serbija

# CountryNameRU
source: Russia
da: Rusland
de: Russland
is: Rússland
lv: Krievija
ms: Rusia
nb: Russland
sw: Urusi

# CountryNameRW
source: Rwanda
de: Ruanda
is: Rúanda
it: Ruanda
lv: Ruanda

# CountryNameSA
source: Saudi Arabia
da: Saudi-Arabien
de: Saudi-Arabien
is: Suður Arabía
it: Arabia Saudita
lv: Saūda Arābija
ms: Arab Saudi

# CountryNameSB
source: Solomon Islands
da: Salomonøerne
de: Salomon-Inseln
is: Salómonseyjar
it: Isole Salomone
lv: Zālamana salas
ms: Kepulauan Solomon
nb: Salomonøyene
sw: Visiwa vya Solomon

# CountryNameSC
source: Seychelles
da: Seychellerne
de: Seychellen
lv: Seišelu salas
nb: Seychellene
sw: Shelisheli

# CountryNameSE
source: Sweden
da: Sverige
de: Schweden
is: Svíþjóð
it: Svezia
lv: Zviedrija
nb: Sverige
sw: Swideni

# CountryNameSG
source: Singapore
de: Singapur
is: Singapúr
lv: Singapūra
ms: Singapura
sw: Singapori

# CountryNameSH
source: Saint Helena
is: Sankti Helena
lv: Sv. Helēnas sala
nb: Sankthelenske
sw: Mtakatifu Helena

# CountryNameSI
source: Slovenia
da: Slovenien
de: Slowenien
is: Slóvenía
lv: Slovēnija

# CountryNameSJ
source: Svalbard
is: Svalbarði
lv: Svalbāra

# CountryNameSK
source: Slovakia
da: Slovakiet
de: Slowakei
is: Slóvakía
it: Slovacchia
lv: Slovākija

# CountryNameSN
source: Senegal
lv: Senegāla

# CountryNameSO
source: Somalia
is: Sómalía
lv: Somālija

# CountryNameSR
source: Suriname
da: Surinam
is: Súrínam
lv: Surinama
nb: Surinam
sw: Surinam

# CountryNameSS
source: South Sudan
da: Sydsudan
de: Süd-Sudan
is: Suður-Súdan
it: Sud Sudan
lv: South Sudāna
ms: Sudan Selatan
nb: Sør-Sudan
sw: Sudan Kusini

# CountryNameST
source: São Tomé and Príncipe
da: São Tomé og Principe
de: São Tomé und Príncipe
is: Saó Tóme og Prinsípe
it: São Tomé e Príncipe
lv: Santomes un Prinsipi
ms: São Tomé dan Príncipe
nb: São Tomé og Príncipe
sw: Sao Tome na Principe

# CountryNameSV
source: El Salvador
lv: Salvadora
sw: El Salvado

# CountryNameTC
source: Turks and Caicos Islands
da: Turks og Caicos øerne
is: Turks-og Caicoseyjar
it: Isole Turks e Caicos
lv: Tērksas un Kaikosas salas
ms: Kaum Turk dan Pulau-pulau Caicos
nb: Turks-og Caicosøyene
sw: Visiwa vya Turks na Caicos

# CountryNameTD
source: Chad
da: Tchad
de: Tschad
lv: Čada
nb: Tsjad

# CountryNameTF
source: French Southern Territories
da: Franske territorier, sydlige
de: Französische Südliche Territorien
is: Franski Suðurskautslandið
it: Territori australi francesi
lv: Francijas dienvidjūru teritorija
ms: Wilayah Selatan Perancis
nb: Franske sørterritorier
sw: Maeneo ya kusini ya Ufaransa

# CountryNameTH
source: Thailand
is: Taíland
it: Thailandia
lv: Taizeme
sw: Thailandi

# CountryNameTJ
source: Tajikistan
da: Tadsjikistan
de: Tadschikistan
is: Tadsjikistan
it: Tagikistan
lv: Tadžikistāna
nb: Tadsjikistan

# CountryNameTM
source: Turkmenistan
is: Túrkmenistan
lv: Turkmenistāna

# CountryNameTN
source: Tunisia
da: Tunesien
de: Tunesien
is: Túnis
lv: Tunisija

# CountryNameTR
source: Turkey
da: Tyrkiet
de: Turkei
is: Tyrkland
it: Turchia
lv: Turcija
ms: Turki
nb: Tyrkia
sw: Uturuki

# CountryNameTT
source: Trinidad and Tobago
da: Trinidad og Tobago
de: Trinidad und Tobago
is: Trinidad og Tóbagó
it: Trinidad e Tobago
lv: Trinidāda un Tobāgo
ms: Trinidad dan Tobago
nb: Trinidad og Tobago
sw: Trinidadi na Tobago

# CountryNameTW
source: Taiwan
is: Taívan
lv: Taivāna
sw: Taiwani

# CountryNameTZ
source: Tanzania
de: Tansania
is: Tansanía
lv: Tanzānija

# CountryNameUA
source: Ukraine
is: Úkraína
it: Ucraina
lv: Ukraina
nb: Ukraina
sw: Ukreni

# CountryNameUM
source: U.S. Outlying Islands
da: Amerikanske øer
de: Vorgelagerten Inseln (USA)
is: Bandarískar Útivistareyjar
it: Isole minori esterne degli Stati Uniti
lv: ASV aizjūras salas
ms: Pulau-pulau yang Syarikat di Amerika Syarikat
nb: Amerikanske øyer
sw: Visiwa vidogo vya nje vya Marekani

# CountryNameUS
source: United States
da: USA
de: USA
is: Bandaríkin
it: Stati Uniti
lv: Amerikas Savienotās Valstis
ms: Amerika Syarikat
nb: USA
sw: Marekani

# CountryNameUY
source: Uruguay
is: Úrúgvæ
lv: Urugvaja

# CountryNameUZ
source: Uzbekistan
da: Usbekistan
de: Usbekistan
is: Úsbekistan
lv: Uzbekistāna
nb: Usbekistan
sw: Uzbekistani

# CountryNameVA
source: Vatican City
da: Vatikanstaten
de: Vatikanstadt
it: Città del Vaticano
lv: Vatikāns
nb: Vatikanet
sw: Mji wa Vatikani

# CountryNameVC
source: Saint Vincent and the Grenadines
da: Saint Vincent og Grenadinerne
de: St. Vincent und die Grenadinen
is: Sankti Vinsent og Grenadíneyjar
it: Saint Vincent e Grenadine
lv: Sentvinsenta un Grenadīnas
nb: Saint Vincent og Grenadinene
sw: Saint Vincent na Grenadines

# CountryNameVE
source: Venezuela
is: Venesúela
lv: Venecuēla

# CountryNameVG
source: British Virgin Islands
da: Britiske Jomfruøer
de: Britische Jungferninseln
is: Bresku Jómfrúaeyjar
it: Isole Vergini britanniche
lv: Britu Virdžīnu salas
ms: Kepulauan Virgin British
nb: Jomfruøyene
sw: Visiwa vya Virgin vya Uingereza

# CountryNameVI
source: U.S. Virgin Islands
da: Amerikanske jomfruøer
de: Jungferninseln (US)
is: Bandarísku Jómfrúaeyjar
it: Isole Vergini americane
lv: ASV Virdžīnu salas
ms: Kepulauan Virgin Amerika Syarikat
nb: De amerikanske jomfruøyene
sw: Visiwa vya Virgin vya Marekani

# CountryNameVN
source: Vietnam
is: Víetnam
lv: Vjetnama

# CountryNameWF
source: Wallis and Futuna
da: Wallis og Futuna
de: Wallis und Futuna
is: Wallis og Futuna
it: Wallis e Futuna
lv: Volisa un Futuna
ms: Alatan peribadi
nb: Wallis- og Futunaøyene
sw: Wallis na Futuna

# CountryNameXK
source: Kosovo
lv: Kosova

# CountryNameYE
source: Yemen
de: Jemen
is: Jemen
lv: Jemena
ms: Yaman
nb: Jemen
sw: Yemeni

# CountryNameYT
source: Mayotte
lv: Majota

# CountryNameZA
source: South Africa
da: Sydafrika
de: Südafrika
is: Suður Afríka
it: Sud Africa
lv: Dienvidāfrikas Republika
ms: Afrika Selatan
nb: Sør-Afrika
sw: Afrika Kusini

# CountryNameZM
source: Zambia
de: Sambia
is: Sambía
lv: Zambija

# CountryNameZW
source: Zimbabwe
lv: Zimbabve

# HeaderImageFieldHeader
source: Header Image:
de: Header-Bild:
is: Fyrirsögn myndar:
it: Immagine di intestazione:
sw: Taswira ya kichwa:

# OrganizationLogoFieldHeader
source: Logo:
is: Merki:
sw: Nembo:

# ProratedPaymentTotal
source: Pro-rated
de: Anteilige
is: Pro-Einkunn
it: Pro-rata
ms: Pro-rata
nb: Forutbestemt
sw: Lilipimwa na pro

# CountryNameAO
source: Angola
is: Angóla

# CountryNameBF
source: Burkina Faso
is: Búrkína Fasó
sw: Bukinafaso

# CountryNameBI
source: Burundi
is: Búrúndí

# CountryNameCD
source: Congo (DRC)
de: Kongo (DRK)
is: Kongó (DRC)
it: Congo (RDC)
ms: Congo (di DRC)
nb: Kongo (DRC)
sw: Kongo (DRC)

# CountryNameCZ
source: Czechia
da: Tjekkiet
de: Tschechien
is: Tékkland ()
it: Repubblica Ceca
nb: Tsjekkia

# CountryNameFM
source: Micronesia
da: Mikronesien
de: Mikronesien
is: Míkrónesía
nb: Mikronesia
sw: Mikronesia

# CountryNameHT
source: Haiti
is: Haítí

# CountryNameKI
source: Kiribati
is: Kíribatí
sw: Utapiamlo

# CountryNameMD
source: Moldova
de: Republik Moldau
is: Moldavía

# CountryNameNC
source: New Caledonia
da: Ny Kaledonien
de: Neu-Kaledonien
is: Nýja-Kaledónía
it: Nuova Caledonia
nb: Ny-Caledonia
sw: Kaledonia Mpya

# CountryNameNE
source: Niger
is: Náttfari

# CountryNameNR
source: Nauru
is: Nárú

# CountryNamePE
source: Peru
is: Perú
it: Perù

# CountryNameSL
source: Sierra Leone
is: Síerra Leóne

# CountryNameSM
source: San Marino
is: San Marínó

# CountryNameTL
source: Timor-Leste
is: Tímasetning-Leste
ms: Timor-gerak
nb: Øst-Timor

# CountryNameUG
source: Uganda
is: Úganda

# CountryNameVU
source: Vanuatu
is: Vanúatú

# CountryNameWS
source: Samoa
is: Samóa

source: Microsoft ID
it: ID di Microsoft
sw: ID ya Microsoft

# CustomerManagementMicrosoftIDColumnCaption
source: Microsoft ID
it: ID di Microsoft
sw: ID ya Microsoft

# CountryNameCV
source: Cabo Verde
sw: Mkoa wa Cabo Verde

# CountryNameTV
source: Tuvalu
sw: Hayajafanikiwa

# CountryNameDJ
source: Djibouti
de: Dschibuti
it: Gibuti

# CountryNameRE
source: Réunion
nb: Réunions

# CountryNameJE
source: Jersey
ms: Jersi
