Repository: microsoft/Partner-Center-Storefront
Catalog: src/Storefront/Resources.*.resx
Languages: da, de, is, it, lv, ms, nb, sw

# CustomerProfileDomainInfoCaption
source: Your domain prefix will appear after the @ in your domain email address. It has to be unique and it cannot contain any punctuations. Example: yourcompany.
da: Dit domæne præfiks vises efter den @ i dit domæne emailadresse. Det skal være unikt og det må ikke indeholde nogen tegnsætningstegn. Eksempel: yourcompany.
de: Ihre Domain-Präfix wird angezeigt, nachdem die @ Ihre Domain e-Mail-Adresse. Es muss eindeutig sein und darf Satzzeichen enthalten. Beispiel: Jobs.
is: Lénið þitt birtist eftir @ í netfangi lénsins þíns. Það verður að vera einstakt og það getur ekki innihaldið nein greinareinkenni. Dæmi: fyrirtækið.
it: Il prefisso del tuo dominio apparirà dopo la @ nel tuo indirizzo di email del dominio. Deve essere univoco e non può contenere eventuali segni di interpunzione. Esempio: yourcompany.
lv: Pēc parādīsies jūsu domēna prefiksa @ savu domēna e-pasta adresi. Tam ir jābūt unikālam un tas nevar ietvert jebkuru pieturzīmes. Piemērs: yourcompany.
ms: Awalan domain anda akan muncul selepas itu @ alamat e-mel domain anda. Mestilah unik dan ia tidak boleh mengandungi apa-apa punctuations. Contoh: yourcompany.
nb: Ditt domene prefiks vises etter den @ emailadressen domene. Det må være unikt, og det kan ikke inneholde noen punctuations. Eksempel: yourcompany.
sw: Prefiksi yako kikoa yataonekana baada ya @ katika anwani yako ya baruapepe kikoa. Ni lazima iwe ya kipekee na haliwezi kuwa na yoyote punctuations. Mfano: yourcompany.

# CustomerProfileDomainPrefixCaption
source: Domain prefix
da: Domæne præfiks
de: Domain-Präfix
is: Forskeyti léns
it: Prefisso di dominio
lv: Domēna prefiksa
ms: Awalan domain
nb: Domene prefiks
sw: Prefiksi ya kikoa

# CustomerProfileEmailAddressIdCaption
source: Email address
da: E-mail-adresse
de: E-Mail-Adresse
is: Netfang
it: indirizzo email
lv: E-pasta adresi
ms: Alamat e-mel
nb: E-postadresse
sw: Anwani ya barua pepe

# CustomerProfileEmailWarningCaption
source: Make sure you enter a valid email address. It will be the main point of contact to send you important information to get you started and to set up your payment data.
da: Kontroller, at du indtaster en gyldig email-adresse. Det vil være det vigtigste kontaktpunkt i at sende dig vigtige oplysninger til at få dig i gang og til at konfigurere dine betalingsdata.
de: Stellen Sie sicher, dass Sie eine gültige e-Mail-Adresse eingeben. Es werden die wichtigsten Anlaufstelle senden wir Ihnen wichtige Informationen zum Einstieg und richten Sie Ihre Zahlungsdaten ein.
is: Gakktu úr skugga um að þú slærð inn gilt netfang. Það verður aðalatriðið að hafa samband til að senda þér mikilvægar upplýsingar til að koma þér af stað og setja upp greiðslugögnin þín.
it: Assicurati di che inserire un indirizzo email valido. Sarà il principale punto di contatto per inviare informazioni importanti per iniziare e impostare i dati di pagamento.
lv: Pārliecinieties, ka ievadāt derīgu e-pasta adresi. Tas būs galvenais kontaktpunkts, lai nosūtītu jums svarīgu informāciju, lai tu sāktu un lai iestatītu maksājuma datus.
ms: Sila pastikan anda masukkan alamat email yang sah. Ia akan menjadi tujuan utama perhubungan untuk menghantar maklumat yang penting untuk anda bermula dan untuk menyediakan data-data pembayaran anda.
nb: Kontroller at du skriver inn en gyldig epostadresse. Det vil være det viktigste punktet av kontakt for å sende viktig informasjon til komme i gang og angi betalingsinformasjon.
sw: Hakikisha unaweza Ingiza anwani halali ya baruapepe. Itakuwa hoja kuu ya mwasiliani ili kukutumia taarifa muhimu kupata wewe ulianza na kuweka data yako ya malipo.

# CustomerProfileFirstNameCaption
source: First name
da: Fornavn
de: Vorname
is: Fornafn
it: Primo nome
lv: Vārds
ms: Nama pertama
nb: Fornavn
sw: Jina la kwanza

# CustomerProfileLastNameCaption
source: Last name
da: Efternavn
de: Nachname
is: Eftirnafn
it: Cognome
lv: Uzvārds
ms: Nama bapa/keluarga
nb: Etternavn
sw: Jina la mwisho

# CustomerProfileOffice365EmailCaption
source: This will be the user id you will use with your Office 365 account.
da: Dette vil være det bruger-id, du vil bruge med din Office 365-konto.
de: Dies werden die Benutzer-Id, die Sie mit Ihrem Office 365-Konto verwenden möchten.
is: Þetta mun vera notandakennið sem þú notar með Office 365 reikningnum þínum.
it: Questo sarà l'id utente che verrà utilizzato con l'account Office 365.
lv: Tas būs izmantojat Office 365 konta lietotāja id.
ms: Ini akan menjadi id pengguna anda akan menggunakan dengan akaun Office 365.
nb: Dette vil være IDen du vil bruke med Office 365-kontoen.
sw: Hii itakuwa ni kitambulisho cha mtumiaji utatumia na akaunti yako ya Office 365.

# CustomerProfileOffice365UserNameCaption
source: Username
de: Nutzername
it: Nome utente
lv: Lietotājvārds
ms: Nama pengguna
nb: Brukernavn
sw: Jina la mtumiaji

# CustomerProfileStateCaption
source: State/Province
da: Stat/provins
de: Bundesland/Kanton
is: Ríki/hérað
it: Stato/provincia
lv: Štats/Province
ms: Negeri/Wilayah
nb: Område
sw: Jimbo/mkoa wa

# CustomerProfileZipPostalCaption
source: Zip / Postal code
da: Zip / Postal kode
is: Póstnúmer
it: Zip / codice postale
lv: Zip / pasta indekss
ms: Zip / Poskod
nb: Zip-/ postnummer
sw: ZIP / msimbo wa posta

# UnpaidSubscriptionSuffix
source: -Unpaid
da: -Ubetalte
de: -Unbezahlte
is: -Ógreidd
it: -Non pagate
lv: -Nomaksas
ms: -Tidak dibayar
nb: -Ubetalte
sw: -Hazijalipwa

# ConfigurePortalMessage
source: Configure your website
da: Konfigurere din hjemmeside
de: Ihre Website konfigurieren
is: Stilltu vefsvæðið þitt
it: Configurare il tuo sito Web
lv: Konfigurēt jūsu mājas lapā
ms: Konfigurasi Laman web anda
nb: Konfigurere webområdet
sw: Sanidi tovuti yako

# PortalNotConfiguredYet
source: This website is still under construction. Please visit later.
da: Denne hjemmeside er stadig under opbygning. Besøg venligst senere.
de: Diese Website ist noch im Aufbau. Bitte besuchen Sie später.
is: Þessi vefsíða er enn í smíðum. Vinsamlegast heimsækja síðar.
it: Questo sito è ancora in costruzione. Si prega di visitare più tardi.
lv: Šī mājas lapa ir vēl tapšanas stadijā. Lūdzu, apmeklējiet vēlāk.
ms: Laman web ini yang masih dalam pembinaan. Sila layari kemudian.
nb: Dette nettstedet er fortsatt under bygging. Vennligst besøk senere.
sw: Tovuti hii ni bado chini ya ujenzi. Tafadhali tembelea baadaye.

# CouldNotRetrievePartnerOffers
source: Could not retrieve offers
da: Kunne ikke hente tilbud
de: Angebote konnten nicht abgerufen werden.
is: Ekki tókst að sækja tilboð
it: Impossibile recuperare le offerte
lv: Nevarēja izgūt piedāvājumi
ms: Tidak dapat mendapatkan semula tawaran
nb: Kan ikke hente tilbud
sw: Haiwezi kuepua inatoa

# SubscriptionSummaryAmountPaidOnPrefixCaption
source: Amount paid on
da: Beløb betalt på
de: Betrag auf
is: Upphæð greidd á
it: Importo versato al
lv: Summa, kas samaksāta par
ms: Jumlah yang dibayar pada
nb: Beløp betalt på
sw: Kiasi cha malipo katika

# SubscriptionSummaryAnnualPricePrefixCaption
source: Price Paid
da: Købsprisen
de: Gezahlten Preis
is: Verð greitt
it: Prezzo pagato
lv: Cena, kas samaksāta
ms: Harga yang dibayar
nb: Kjøpesummen
sw: Bei kulipwa

# SubscriptionSummaryRateCaption
source: Rate
da: Sats
de: Preis
is: Hlutfall
it: Tasso
lv: Likme
ms: Kadar
sw: Kiwango cha

# SubscriptionSummaryRenewLinkCaption
source: Renew
da: Forny
de: Zu erneuern
is: Endurnýja
it: Rinnovare
lv: Atjaunot
ms: Memperbaharui
nb: Fornye
sw: Upya

# CommerceOperationTypeAddSeats
source: Added seats
da: Ekstra pladser
de: Zusätzliche Sitzplätze
is: Bættum sætum
it: Aggiunto posti a sedere
lv: Papildu sēdvietas
ms: Tambahan kerusi
nb: Ekstra sete
sw: Viti aliongeza

# CommerceOperationTypeAddSubscription
source: Purchased
da: Købt
de: Gekauft
is: Keypt
it: Acquistato
lv: Pērk
ms: Dibeli
nb: Kjøpt
sw: Kununuliwa

# CommerceOperationTypeRenewSubscription
source: Renewal
da: Fornyelse
de: Erneuerung
is: Endurnýjun
it: Rinnovo
lv: Atjaunošana
ms: Pembaharuan
nb: Fornyelse
sw: Kufanywa upya

# CustomerRegistrationFailureMessage
source: Could not register the customer. Please try later.
da: Kunne ikke registrere kunden. Prøv senere.
de: Der Kunde konnte nicht registriert werden. Bitte versuchen Sie es später.
is: Ekki tókst að skrá viðskiptavininn. Reyna skal síðar.
it: Non ha potuto registrare il cliente. Riprovate più tardi.
lv: Nevarēja reģistrēt klientu. Lūdzu, mēģiniet vēlāk.
ms: Tidak boleh mendaftar pelanggan. Sila cuba nanti.
nb: Kan ikke registrere kunden. Prøv senere.
sw: Haikuweza kurajisi mteja. Tafadhali jaribu baadaye.

# CustomerRegistrationMessage
source: Registering customer...
da: Registrere kunde...
de: Registrierung Kunden...
is: Skráning viðskiptavina...
it: Registrazione cliente...
lv: Reģistrējot klientu...
ms: Mendaftarkan pelanggan...
nb: Registrerer kunden...
sw: Kusajili wateja...

# CustomerRegistrationSuccessMessage
source: Preparing order and redirecting to payment gateway...
da: Forberede ordre og omdirigere til betalingsgateway...
de: Bestellung vorbereitet und umleiten auf Zahlungs-Gateway...
is: Pöntun undirbúin og framseld til greiðslugáttar...
it: Preparazione ordine e riorientare a gateway di pagamento...
lv: Sagatavot rīkojumu un novirzot maksājumu vārteja...
ms: Menyediakan perintah dan mengarah ke pintu gerbang pembayaran...
nb: Forbereder ordre og omdirigere til betaling gateway...
sw: Inaandaa utaratibu na upya kwa kiingilio cha malipo...

# OrderRegistrationFailureMessage
source: Order Registration Error
da: Ordre registrering fejl
de: Bestellung-Registrierungsfehler
is: Villa við skráningu pantana
it: Errore di registrazione ordine
lv: Rīkojumu reģistrācijas kļūda
ms: Kesilapan pendaftaran perintah
nb: Bestill registreringsfeil
sw: Utaratibu wa usajili kosa

# BuyMoreSubscriptionsMessage
source: Buy more subscriptions
da: Købe flere abonnementer
de: Weitere Abonnements kaufen
is: Kaupa fleiri áskriftir
it: Acquistare più abbonamenti
lv: Iegādāties papildu abonementus
ms: Membeli lebih banyak langganan
nb: Kjøpe flere abonnementer
sw: Kununua ada zaidi

# UserLicencesCaption
source: Licenses
da: Licenser
de: Lizenzen
is: Leyfisveitandi
it: Licenze
lv: Licences
ms: Lesen-lesen
nb: Lisenser
sw: Leseni

# SelectPortalOfferCaption
source: Select one or more offers
da: Vælg en eller flere tilbud
de: Wählen Sie ein oder mehrere Angebote
is: Velja eitt eða fleiri tilboð
it: Selezionare una o più offerte
lv: Atlasiet vienu vai vairākus piedāvājumus
ms: Pilih satu atau lebih tawaran
nb: Velg ett eller flere tilbud
sw: Teua moja au zaidi hutoa

# AccessDeniedMessage
source: You do not have the rights needed to access this area
da: Du har ikke de rettigheder, der er nødvendige for at få adgang til dette område
de: Sie haben nicht die Rechte erforderlich, um diesen Bereich zu betreten
is: Þú hefur ekki réttindi sem þarf til að komast á þetta svæði
it: Non hai i diritti necessari per accedere a questa area
lv: Jums nav tiesību, kas nepieciešama, lai piekļūtu šajā jomā
ms: Anda tidak mempunyai hak yang diperlukan untuk memasuki kawasan ini
nb: Du har ikke de nødvendige rettighetene til dette området
sw: Huna haki zinazohitajika kufikia eneo hili

# OrderUpdateFailureMessage
source: Order Update Error
da: Bestil Update fejl
de: Bestellung-Update-Fehler
is: Villa í uppfærslu pöntunar
it: Errore di aggiornamento ordine
lv: Pasūtījumu atjaunināšanas kļūda
ms: Ralat pengemaskinian perintah
nb: For Update-feil
sw: Utaratibu Update kosa

# BadInputGenericMessage
source: There was an input error encountered. Please check the inputs and try again.
da: Der var et input der opstod fejl. Kontroller input, og prøv igen.
de: Es war ein Eingabefehler aufgetreten. Bitte überprüfen Sie die Eingaben und versuchen Sie es erneut.
is: Innsláttarvilla fannst. Athuga skal inntak og reyna aftur.
it: C'era un errore di input rilevato. Si prega di controllare gli ingressi e riprovare.
lv: Tur bija ievades kļūda radusies. Lūdzu, pārbaudiet datus un mēģiniet vēlreiz.
ms: Jadilah satu ralat input yang dihadapi. Sila semak input dan cuba lagi.
nb: Det var en inngang feil. Kontroller inndataene, og prøv på nytt.
sw: Kulikuwa na kosa la ingizo imekumbana. Tafadhali kagua pembejeo na ujaribu tena.

# DomainNotAvailable
source: The domain is not available. Please enter another domain prefix
da: Domænet er ikke tilgængeligt. Angiv et andet domæne præfiks
de: Die Domäne ist nicht verfügbar. Bitte geben Sie eine andere Domain-Präfix
is: Lénið er ekki tiltækt. Færa skal inn annað lénforskeyti
it: Il dominio non è disponibile. Si prega di inserire un altro prefisso di dominio
lv: Domēns nav pieejams. Lūdzu, ievadiet citu domēna prefiksa
ms: Domain tidak disediakan. Sila masukkan satu lagi domain awalan
nb: Domenet er ikke tilgjengelig. Angi et annet domene prefiks
sw: Kikoa hakipatikani. Tafadhali ingiza namba nyingine awali kikoa

# ImagesTooLarge
source: The selected images are too large. Please specify smaller images or upload one by one
da: De valgte billeder er for store. Angiv mindre billeder eller uploade én efter én
de: Die ausgewählten Bilder sind zu groß. Bitte geben Sie kleinere Bilder oder laden Sie eins nach dem anderen
is: Valdar myndir eru of stórar. Vinsamlegast tilgreindu smærri myndir eða senda eitt í einu
it: Le immagini selezionate sono troppo grandi. Si prega di specificare immagini più piccole o caricare uno ad uno
lv: Izvēlētie attēli ir pārāk lieli. Lūdzu, norādiet mazākus attēlus vai augšupielādēt vienu pēc otra
ms: Imej-imej yang dipilih adalah terlalu besar. Sila tentukan gambar yang lebih kecil atau muat naik satu persatu
nb: De valgte bildene er for store. Angi mindre bilder eller laste opp en etter en
sw: Picha teuliwa ni kubwa sana. Tafadhali Bainisha picha ndogo au kupakia moja kwa moja

# InvalidAddress
source: Please specify a valid address
da: Angiv en gyldig adresse
de: Bitte geben Sie eine gültige Adresse
is: Vinsamlegast tilgreindu gilt heimilisfang
it: Si prega di specificare un indirizzo valido
lv: Lūdzu, norādiet derīgu adresi
ms: Sila nyatakan alamat yang sah
nb: Angi en gyldig adresse
sw: Tafadhali Bainisha anwani halali

# InvalidFileType
source: Please select a valid image file to upload
da: Vælg venligst en gyldig billedfil til at uploade
de: Bitte wählen Sie eine gültige Bilddatei hochladen
is: Velja skal gilda myndaskrá til að hlaða upp
it: Si prega di selezionare un file immagine valido da caricare
lv: Lūdzu, atlasiet derīgu attēlu failu augšupielādei
ms: Sila pilih fail imej yang sah untuk meng-upload
nb: Velg en gyldig bildefil laste opp
sw: Tafadhali teua faili ya taswira ya halali ili kupakia

# DeleteOffersPromptMessage
source: Are you sure you want to delete the selected offers? If your customers have already purchased these offers, the purchased subscriptions will still be honored but will not be renewable.
da: Er du sikker på du vil slette de valgte tilbud? Hvis dine kunder har allerede købt disse tilbud, købte abonnementerne vil stadig blive hædret men bliver ikke vedvarende.
de: Sind Sie sicher, dass Sie die ausgewählten Angebote löschen möchten? Wenn Ihre Kunden diese Angebote bereits erworben haben, die gekauften Abonnements werden noch geehrt werden aber nicht verlängerbar.
is: Viltu örugglega eyða völdum tilboðum? Ef viðskiptavinir þínir hafa þegar keypt þessi tilboð verða innkeyptar áskriftir enn heiðraðar en verða ekki endurnýjanlegar.
it: Sei sicuro di che voler eliminare le offerte selezionate? Se i vostri clienti hanno già acquistato queste offerte, gli abbonamenti acquistati saranno ancora onorati, ma non sarà rinnovabili.
lv: Vai tiešām vēlaties izdzēst atlasīto piedāvājumu? Ja jūsu klienti ir iegādājušies jau šie piedāvājumi, nopirkto abonementu būs cienījams, bet nav pagarināms.
ms: Adakah anda pasti anda mahu menghapus tawaran terpilih? Jika pelanggan anda telah membeli tawaran ini, langganan yang dibeli masih akan dilayan tetapi tidak akan diperbaharui.
nb: Er du sikker på at du vil slette de valgte tilbudene? Hvis kundene allerede har kjøpt disse tilbudene, kjøpte abonnementene vil fortsatt være en ære, men vil ikke være fornybar.
sw: Una uhakika unataka kufuta inatoa teuliwa? Kama wateja wako tayari kununuliwa inatoa haya, ada ya kununuliwa bado kuheshimiwa lakini itakuwa mbadala.

# RegistrationConfirmationPasswordNoticeCaption
source: Please copy the Admin user account and Password and save in a secure location. You won’t be able to retrieve it after you leave this page.
da: Kan du kopiere den Admin bruger beretning og Password og gemme på et sikkert sted. Du vil ikke kunne hente det når du forlader denne side.
de: Bitte kopieren Sie die Admin-Benutzerkonto und Kennwort, und an einem sicheren Ort speichern. Sie werden nicht in der Lage, es abzurufen, nachdem Sie diese Seite verlassen werden.
is: Vinsamlegast Afritaðu admin notandareikninginn og lykilorðið og vistaðu á öruggum stað. Þú munt ekki geta sótt það eftir að þú hefur yfirgefið þessa síðu.
it: Si prega di copiare l'account utente Admin e la Password e salvare in un percorso protetto. Non sarà in grado di recuperarla dopo aver lasciato la pagina.
lv: Lūdzu nokopējiet Admin lietotāja kontu un paroli un saglabājiet drošā vietā. Nevarēs izgūt to pēc tam, kad jūs atstāt šo lapu.
ms: Sila Salin akaun pengguna pentadbir dan kata laluan dan simpan di tempat yang selamat. Anda tidak akan mampu mendapatkannya setelah anda meninggalkan Laman ini.
nb: Vennligst kopier brukerkontoen og passordet, og lagre på et sikkert sted. Du vil ikke kunne hente den etter at du forlater denne siden.
sw: Tafadhali nakili Admin akaunti ya mtumiaji na nywila na Hifadhi katika mahali salama. Huwezi kuwa na uwezo wa kufufua baada ya wewe kuondoka kwa ukurasa huu.

# SubscriptionSummaryAnnualCommitmentExpiryCaption
source: expires on
da: udløber den
de: endet am
is: rennur út á
it: scade il
lv: derīgums beidzas
ms: tamat tempoh pada
nb: utløper
sw: waku

# SubscriptionSummaryProratepriceCaption
source: Price paid is displayed pro-rated as applicable.
da: Prisen vises pro-rated som gældende.
de: Gezahlten Preis erscheint gegebenenfalls anteilig.
is: Verð greitt er birt Atvinnumaður eftir því sem við á.
it: Prezzo pagato viene visualizzato pro-rata come applicabile.
lv: Samaksātā cena tiek rādīts pro-rated vir.
ms: Harga yang dibayar akan dipaparkan pro-rata seperti yang berkenaan.
nb: Kjøpesummen vises forutbestemt gjelder.
sw: Bei kulipwa ni kuonyeshwa pro-lilipimwa kama inafaa.

# AnnualPriceCaption
source: Annual price
da: Årlig pris
de: Preis pro Jahr
is: Árlegt verð
it: Prezzo annuale
lv: Gada cenu
ms: Harga tahunan
nb: Årlig pris
sw: Bei ya kila mwaka

# EmptyListCaption
source: Please add a subscription
da: Tilføj venligst et abonnement
de: Bitte fügen Sie ein Abonnement
is: Vinsamlegast bættu við áskrift
it: Si prega di aggiungere una sottoscrizione
lv: Abonementu, lūdzu, pievienojiet
ms: Sila tambah langganan
nb: Legg til et abonnement
sw: Tafadhali Ongeza michango

source: Home page
da: Startside
de: Startseite
is: Heimasíða
lv: Mājas lapa
ms: Laman Utama
nb: Startsiden
sw: Ukurasa wa nyumbani

# ContactUsTooltip
source: Display contact details
da: Skærmen kontaktoplysninger
de: Kontakt Details anzeigen
is: Birta tengiliðsupplýsingar
it: Mostra dati di contatto
lv: Parādīt kontaktinformāciju
ms: Paparan maklumat
nb: Vis kontaktinformasjon
sw: Onyesha mafafanuzi ya mwasiliani

# NonAdminUnauthorizedMessage
source: Partner non admins are not authorized to sign in.
da: Partner ikke admins har ikke tilladelse til at logge på.
de: Partner nicht Admins dürfen nicht anmelden.
is: Ekki er heimilt að skrá sig inn hjá félagi sem ekki er viðurkenndur.
it: Partner non amministratori non sono autorizzati ad accedere.
lv: Partneris nav admins nav atļauts pierakstīties.
ms: Rakan kongsi bebas pentadbir tidak dibenarkan untuk mendaftar masuk.
nb: Partner ikke administratorer har ikke tilgang til å logge på.
sw: Mpenzi yasiyo admins ni mamlaka ya kuingia.

source: Contact sales
da: Kontakt salg
de: Kontakt Vertrieb
is: Hafa samband við sölu
it: Contatta l'ufficio vendite
lv: Sazinieties ar pārdošanas
ms: Hubungi jualan
nb: Kontakt salg
sw: Wasiliana na mauzo

# ContactUsEmailCaption
source: Email:
it: Posta elettronica:
lv: E-pasts:
ms: E-mel:
nb: Epost:
sw: Barua pepe:

# ContactUsPhoneCaption
source: Phone:
da: Telefon:
de: Telefon:
is: Sími:
it: Telefono:
lv: Tālrunis:
ms: Telefon:
nb: Telefon:
sw: Simu:

# InvalidInputErrorPrefix
source: Please correct the invalid input :
da: Ret venligst de ugyldige input:
de: Bitte korrigieren Sie die ungültige Eingabe:
is: Leiðrétta skal ógilt inntak:
it: Si prega di correggere l'input non valido:
lv: Lūdzu, izlabojiet nederīga ievade:
ms: Sila betulkan input tidak sah:
nb: Korriger den ugyldige inndata:
sw: Tafadhali Sahihisha ingizo batili:

# DownstreamErrorPrefix
source: We are unable to process your request at this time. Please try later or contact us over email. Error Details -
da: Vi er i stand til at behandle din anmodning på nuværende tidspunkt. Prøv senere, eller kontakt os via e-mail. Oplysninger om fejl-
de: Wir sind nicht in der Lage, Ihre Anfrage zu verarbeiten. Bitte versuchen Sie es später oder kontaktieren Sie uns per e-Mail. Fehler-Details-
is: Við getum ekki unnið beiðnina þína á þessum tíma. Vinsamlegast reyndu síðar eða Hafðu samband við okkur í tölvupósti. Upplýsingar um villu-
it: Siamo in grado di elaborare la tua richiesta in questo momento. Si prega di riprovare più tardi o contattaci tramite e-mail. Dettagli dell'errore-
lv: Mēs nevaram apstrādāt jūsu pieprasījumu šajā laikā. Lūdzu, mēģiniet vēlāk vai sazinieties ar mums pa e-pastu. Kļūdas detaļas-
ms: Kami tidak dapat memproses permintaan anda pada masa ini. Sila cuba nanti atau hubungi kami melalui e-mel. Butiran ralat-
nb: Vi er ikke behandle forespørselen på dette tidspunktet. Prøv senere eller kontakt oss via e-post. Feildetaljer-
sw: Sisi ni haiwezi kuchakata ombi lako kwa wakati huu. Tafadhali jaribu baadaye au wasiliana nasi kwa barua pepe. Mafafanuzi ya kosa-

# MoreThanOneSubscriptionUpdateErrorMessage
source: Only one subcription can be updated.
da: Kun én subcription kan opdateres.
de: Nur ein Abo kann aktualisiert werden.
is: Aðeins er hægt að uppfæri eina undirgagnrýni.
it: Un solo abbonamento può essere aggiornato.
lv: Var atjaunināt tikai vienu subcription.
ms: Subcription hanya satu boleh dikemaskini.
nb: Bare én abonnementet kan oppdateres.
sw: Subcription moja tu inaweza kuwa kusasaishwa.

# PreparingOrderAndRedirectingMessage
source: Preparing order and redirecting to payment gateway...
da: Forberede ordre og omdirigere til betalingsgateway...
de: Bestellung vorbereitet und umleiten auf Zahlungs-Gateway...
is: Pöntun undirbúin og framseld til greiðslugáttar...
it: Preparazione ordine e riorientare a gateway di pagamento...
lv: Sagatavot rīkojumu un novirzot maksājumu vārteja...
ms: Menyediakan perintah dan mengarah ke pintu gerbang pembayaran...
nb: Forbereder ordre og omdirigere til betaling gateway...
sw: Inaandaa utaratibu na upya kwa kiingilio cha malipo...

# OrderAddFailureMessage
source: Error during adding subscriptions.
da: Fejl under tilføjelse af abonnementer.
de: Fehler beim Hinzufügen von Abonnements.
is: Villa við að bæta við áskriftum.
it: Errore durante l'aggiunta di sottoscrizioni.
lv: Kļūda laikā pievienojot abonementus.
ms: Ralat semasa menambah langganan.
nb: Feil under legge til abonnementer.
sw: Kosa wakati wa kuongeza ada.

# PaymentGatewayErrorPrefix
source: We are unable to process your payment –
da: Vi kan ikke behandle din betaling –
de: Wir sind nicht in der Lage, Ihre Zahlung zu verarbeiten –
is: Við erum ófær um að vinna úr greiðslunni –
it: Siamo in grado di elaborare il pagamento –
lv: Mēs nevaram apstrādāt jūsu maksājumu-
ms: Kami tidak dapat memproses pembayaran anda –
nb: Kan ikke behandle betalingen-
sw: Hatuwezi kuchakata malipo yako –
