Repository: microsoft/Partner-Center-Storefront
Catalog: src/Storefront/Resources.*.resx
Languages: da, de, is, it, lv, ms, nb, sw

# PortalStartupFailure
source: Could not startup the portal
da: Kunne ikke opstart portalen
de: Könnte nicht das Portal Start
is: Ekki tókst að ræsa gáttina
it: Potrebbe non avvio del portale
lv: Nevarēja ne starta portāls
ms: Boleh tidak permulaan portal ini
nb: Kunne ikke oppstart portalen
sw: Haikuweza si uwashaji kitovu hicho

# PaymentGatewayIdentityFailureDuringConfiguration
source: Payment configuration is invalid.
da: Betaling konfiguration er ugyldig.
de: Zahlung-Konfiguration ist ungültig.
is: Greiðsluskilgreining er ógild.
it: Configurazione di pagamento non è valida.
lv: Maksājumu konfigurācija nav derīga.
ms: Konfigurasi pembayaran tidak sah.
nb: Betaling er ugyldig.
sw: Usanidi wa malipo ni batili.

# PaymentGatewayIdentityFailureDuringPayment
source: Your payment cannot be processed at this time. Please contact us by email.
da: Din betaling ikke kan blive behandlet på dette tidspunkt. Kontakt os venligst via email.
de: Ihre Zahlung kann zu diesem Zeitpunkt verarbeitet werden. Bitte kontaktieren Sie uns per e-Mail.
is: Ekki er hægt að vinna úr greiðslunni á þessum tíma. Vinsamlegast hafðu samband við okkur með tölvupósti.
it: Il pagamento non può essere elaborato in questo momento. Si prega di contattarci via e-mail.
lv: Šobrīd nevar apstrādāt jūsu maksājumu. Lūdzu, sazinieties ar mums pa e-pastu.
ms: Pembayaran anda akan diproses pada masa ini. Sila hubungi kami melalui e-mel.
nb: Betalingen kan ikke behandles nå. Kontakt oss via e-post.
sw: Malipo yako hauwezi kuchakatwa kwa wakati huu. Tafadhali wasiliana nasi kwa barua pepe.

# InvalidHeaderImageUri
source: Invalid header image Uri. Please make sure the Uri is valid.
da: Ugyldig header image Uri. Sørg for URI'en er gyldig.
de: Ungültige Headerbild Uri. Bitte stellen Sie sicher, dass der Uri gültig ist.
is: Ógild fyrirsögn mynd URI. Gæta skal þess að URI sé gildur.
it: Uri dell'immagine di intestazione non valida. Si prega di assicurarsi che l'Uri è valido.
lv: Nederīgs iesākuma attēlu Uri. Lūdzu, pārliecinieties, vai ir derīga Uri.
ms: Tidak sah pengepala imej Uri. Sila pastikan Uri tersebut adalah sah.
nb: Ugyldig samlerøravbilde Uri. Kontroller at URIen er ugyldig.
sw: Kichwa batili picha Uri. Tafadhali hakikisha Uri na ni halali.

# InvalidInput
source: There was a problem in one of the fields you entered:
da: Der var et problem i et af de felter, du har indtastet:
de: Es gab ein Problem in eines der Felder, die Sie eingegeben:
is: Vandamál kom upp á einum af þeim reitum sem færðir voru inn:
it: C'era un problema in uno dei campi che è stato immesso:
lv: Tur bija problēma vienā no laukiem ievadītā:
ms: Jadilah satu masalah dalam salah satu bidang yang anda masukkan:
nb: Det oppstod et problem i ett av feltene du har angitt:
sw: Kulikuwa na tatizo katika moja ya mashamba uliyoingiza:

# InvalidOrganizationLogoUri
source: Invalid organization logo Uri. Please make sure the Uri is valid.
da: Ugyldig organisation logo Uri. Sørg for URI'en er gyldig.
de: Ungültige Organisation Logo Uri. Bitte stellen Sie sicher, dass der Uri gültig ist.
is: Ógilt fyrirtækismerki URI. Gæta skal þess að URI sé gildur.
it: Logo di organizzazione non valido Uri. Si prega di assicurarsi che l'Uri è valido.
lv: Nederīgs organizācijas logo Uri. Lūdzu, pārliecinieties, vai ir derīga Uri.
ms: Logo Pertubuhan tidak sah Uri. Sila pastikan Uri tersebut adalah sah.
nb: Ugyldig organisasjon logo Uri. Kontroller at URIen er ugyldig.
sw: Nembo ya shirika la batili Uri. Tafadhali hakikisha Uri na ni halali.

# InvalidPrivacyAgreementUri
source: Invalid privacy Uri. Please make sure the Uri is valid.
da: Ugyldig privatliv Uri. Sørg for URI'en er gyldig.
de: Ungültige Privatsphäre Uri. Bitte stellen Sie sicher, dass der Uri gültig ist.
is: Ógilt næði URI. Gæta skal þess að URI sé gildur.
it: Privacy non valida Uri. Si prega di assicurarsi che l'Uri è valido.
lv: Nederīga konfidencialitātes Uri. Lūdzu, pārliecinieties, vai ir derīga Uri.
ms: Privasi yang tidak sah Uri. Sila pastikan Uri tersebut adalah sah.
nb: Ugyldig personvern Uri. Kontroller at URIen er ugyldig.
sw: Batili faragha Uri. Tafadhali hakikisha Uri na ni halali.

# PrivacyAgreement
source: Privacy
da: Beskyttelse af personlige oplysninger
de: Datenschutz
is: Næði
it: Sulla privacy
lv: Konfidencialitāte
ms: Privasi
nb: Personvern
sw: Faragha

# PrivacyAgreementFieldHeader
source: Privacy link:
de: Datenschutz Link:
is: Persónuvernd tengill:
it: Link privacy:
lv: Privātuma saite:
ms: Pautan privasi:
nb: Personvernkoblingen:
sw: Faragha kiungo:

# PrivacyAgreementFieldSubText
source: You can specify a link that shows privacy terms to your customers here which will show up in the home page footer
da: Du kan angive et link, der viser personlige oplysninger vilkår til dine kunder, som vil dukke op i sidefoden hjem
de: Sie können einen Link angeben, der Datenschutzbestimmungen für Ihre Kunden hier zeigt die in der Fußzeile der Startseite angezeigt werden
is: Þú getur tilgreint tengil sem sýnir persónuverndarhugtök fyrir viðskiptavini þína hér sem birtast á heimasíðu síðufót
it: È possibile specificare un link che mostra i termini della privacy ai vostri clienti qui che verranno visualizzato nel piè di pagina home
lv: Var norādīt saites, kas parāda konfidencialitātes nosacījumi klientiem šeit, kas parādīsies mājas lappuses kājenē
ms: Anda boleh menentukan pautan yang menunjukkan Privasi Terma kepada pelanggan-pelanggan anda di sini yang akan muncul dalam pengaki halaman rumah
nb: Du kan angi en kobling som viser personvern kunder her som vises i bunnteksten på hjemmesiden
sw: Unaweza kubainisha ni kiungo ambacho huonyesha faragha masharti kwa wateja wako hapa ambayo itaonyesha katika Kijachini cha ukurasa wa nyumbani

# PrivacyAgreementToolTip
source: View this website privacy terms
da: Se dette website privacy vilkår
de: Ansicht dieser Webseite-Datenschutzbestimmungen
is: Skoða þessa vefsíðu persónuverndarskilmála
it: Visualizza questo sito privacy condizioni
lv: Skatītu šīs vietnes konfidencialitātes nosacījumi
ms: Lihat terma-terma privasi laman web ini
nb: Se dette nettstedet personvern Vilkår
sw: Onyesha hii tovuti faragha masharti

# CouldNotRetrieveCustomerAccount
source: Could not retrieve your account. Please try again later.
da: Kunne ikke hente din konto. Prøv igen senere.
de: Ihr Konto konnte nicht abgerufen werden. Bitte versuchen Sie es später erneut.
is: Ekki tókst að sækja reikninginn. Reyna skal aftur síðar.
it: Impossibile recuperare il tuo account. Si prega di riprovare più tardi.
lv: Nevarēja izgūt jūsu kontā. Lūdzu, vēlāk mēģiniet vēlreiz.
ms: Tidak dapat mendapatkan semula akaun anda. Sila cuba lagi nanti.
nb: Kan ikke hente kontoen. Prøv igjen senere.
sw: Haiwezi kuepua akaunti yako. Tafadhali jaribu tena baadaye.

# CouldNotRetrieveSubscriptionsSummary
source: Could not retrieve your subscriptions. Please try again later.
da: Kunne ikke hente dine abonnementer. Prøv igen senere.
de: Ihre Abonnements konnte nicht abgerufen werden. Bitte versuchen Sie es später erneut.
is: Ekki tókst að sækja áskriftirnar þínar. Reyna skal aftur síðar.
it: Impossibile recuperare le sottoscrizioni. Si prega di riprovare più tardi.
lv: Nevarēja izgūt savus abonementus. Lūdzu, vēlāk mēģiniet vēlreiz.
ms: Tidak dapat mendapatkan semula langganan anda. Sila cuba lagi nanti.
nb: Kan ikke hente abonnementene. Prøv igjen senere.
sw: Haiwezi kuepua ada yako. Tafadhali jaribu tena baadaye.

# SalesEmailAddressHeader
source: Sales email
da: Salg email
de: Verkauf e-Mail
is: Sölu netfang
it: Vendite e-mail
lv: Sales e-pasts
ms: Jualan e-mel
nb: Salg Epost
sw: Barua pepe mauzo

# RenewSubscriptionTitleCaption
source: Renew subscription
da: Forny abonnementet
de: Abonnement erneuern
is: Endurnýja áskrift
it: Rinnovo abbonamento
lv: Atjaunot abonementu
ms: Memperbaharui langganan
nb: Fornye abonnementet
sw: Upya michango

# CustomerOrganizationNameCaption
source: Organization name
da: Organisationens navn
de: Name der Organisation
is: Heiti fyrirtækis
it: Nome dell'organizzazione
lv: Organizācijas nosaukums
ms: Nama organisasi
nb: Organisasjonens navn
sw: Jina la kampuni

# CustomerPrimaryContactCaption
source: Primary contact
da: Primær kontaktperson
de: Hauptansprechpartner
is: Aðaltengiliður
it: Contatto primario
lv: Galvenā kontaktpersona
ms: Hubungan utama
nb: Primær kontakt
sw: Msingi ya mwasiliani

# CouldNotRetrieveOffer
source: Could not retrieve offer details. Please try again later.
da: Kunne ikke hente tilbud detaljer. Prøv igen senere.
de: Angebotsdetails konnte nicht abgerufen werden. Bitte versuchen Sie es später erneut.
is: Ekki tókst að sækja upplýsingar um tilboð. Reyna skal aftur síðar.
it: Impossibile recuperare dettagli dell'offerta. Si prega di riprovare più tardi.
lv: Nevarēja izgūt piedāvājuma detaļas. Lūdzu, vēlāk mēģiniet vēlreiz.
ms: Tidak dapat mendapatkan semula maklumat tawaran. Sila cuba lagi nanti.
nb: Kan ikke hente tilbudsdetaljene. Prøv igjen senere.
sw: Haiwezi kuepua maelezo ya kutoa. Tafadhali jaribu tena baadaye.

# InvalidInputInFormCaption
source: One or more fields are invalid. Please correct them and then submit.
da: Et eller flere felter er ugyldig. Venligst korrigere dem og derefter sende.
de: Ein oder mehrere Felder sind ungültig. Bitte korrigieren und dann einreichen.
is: Eitt eða fleiri svæði eru ógild. Vinsamlegast Leiðréttið þær og síðan senda.
it: Uno o più campi non sono validi. Correggeteli e poi inviare.
lv: Vienā vai vairākos laukos ir nederīga. Lūdzu, novērsiet tās un pēc tam iesniegt.
ms: Satu atau lebih bidang adalah tidak sah. Sila betulkan mereka dan kemudian hantar.
nb: Ett eller flere felt er ugyldig. Rett dem og deretter sende.
sw: Uga mmoja au zaidi ni batili. Tafadhali Sahihisha na kisha kuwasilisha.

# PlaceOrderCaption
source: Place your order
da: Afgiv din ordre
de: Geben Sie Ihre Bestellung
is: Setja pöntunina
it: Effettuare l'ordine
lv: Vieta jūsu pasūtījumu
ms: Membuat tempahan
nb: Bestille
sw: Weka oda yako

# AnnualTotalCaption
source: Annual total
da: Årlige samlede
de: Jahressumme
is: Árlegur Heildarafli
it: Totale annuo
lv: Gada kopsumma
ms: Jumlah Tahunan
nb: Årlig totalt
sw: Jumla ya mwaka

# PickOfferCaption
source: Pick Offer
da: Vælge tilbud
de: Wählen Sie Angebot
is: Tína tilboð
it: Scegli offerta
lv: Izvēlēties piedāvājumu
ms: Memilih tawaran
nb: Velg tilbudet
sw: Chukua kutoa

# PickOfferTooltip
source: Pick the offer you would like to sell
da: Vælge det tilbud, du gerne vil sælge
de: Wählen Sie das Angebot, das Sie verkaufen möchten
is: Tína tilboð sem þú vilt selja
it: Scegli l'offerta che si desidera vendere
lv: Izvēlēties piedāvājumu jūs vēlētos pārdot
ms: Memilih tawaran yang anda ingin menjual
nb: Velg tilbudet du ønsker å selge
sw: Chukua kutoa ungependa kuuza

# CannotAddExistingSubscriptionError
source: One or more offers you are trying to add already exists. You can add more licenses to existing subscriptions.
da: En eller flere tilbud du forsøger at tilføje allerede eksisterer. Du kan føje flere licenser til eksisterende abonnementer.
de: Ein oder mehrere Angebote, die Sie versuchen, Hinzufügen von bereits vorhanden ist. Sie können weitere Lizenzen zu bestehenden Abonnements hinzufügen.
is: Eitt eða fleiri tilboð sem þú ert að reyna að bæta við er þegar til. Hægt er að bæta fleiri leyfum við áskriftir sem fyrir eru.
it: Una o più offerte si sta tentando di aggiungere già esiste. È possibile aggiungere ulteriori licenze per le sottoscrizioni esistenti.
lv: Vienu vai vairākus piedāvājumus, jūs mēģināt pievienot jau pastāv. Esošo abonementu var pievienot vairākas licences.
ms: Menawarkan satu atau lebih yang anda cuba tambah telah pun wujud. Anda boleh menambah lebih banyak lesen langganan sedia ada.
nb: Ett eller flere tilbud du prøver å legge allerede finnes. Du kan legge til flere lisenser eksisterende abonnementer.
sw: Moja au zaidi ya inatoa unajaribu kuongeza tayari lipo. Unaweza kuongeza zaidi leseni kwa ada ya iliyopo.

# UserPerYear
source: user/year
da: bruger/år
de: Benutzer/Jahr
is: notandi/ár
it: utente/anno
lv: lietotāja/gadā
ms: pengguna/tahun
nb: bruker per år
sw: mtumiaji/mwaka

# InvalidContactSalesPhone
source: Please enter a valid contact sales phone
da: Angiv en gyldig kontakt salg telefon
de: Bitte geben Sie eine gültige Telefonnummer Vertrieb
is: Vinsamlegast sláðu inn gildan tengilið sölusíma
it: Si prega di inserire un valido telefono contatto vendito
lv: Lūdzu, ievadiet derīgu kontaktpersonu tālruņa pārdošanas
ms: Sila masukkan hubungan telefon jualan yang sah
nb: Angi en gyldig salg kontakttelefonnummer
sw: Tafadhali ingiza halali mawasiliano simu mauzo

# InvalidContactUsPhone
source: Please enter a valid contact support phone
da: Angiv en gyldig kontakte support telefon
de: Bitte geben Sie eine gültige kontaktieren Sie den Support-Telefon
is: Vinsamlegast sláðu inn gildan tengiliðsstuðning í síma
it: Si prega di inserire un telefono valido supporto contatto
lv: Lūdzu, ievadiet derīgu kontaktpersonu atbalsta tālruņa numuru
ms: Sila masukkan telefon sokongan perhubungan yang sah
nb: Angi en gyldig kontakt kundestøtte-telefon
sw: Tafadhali ingiza simu ya msaada ya halali ya mwasiliani

# ProcessingOrderMessage
source: Payment information collected, creating customer and processing order...
da: Betalingsoplysninger indsamles, oprettelse af kunde og Behandlingsrækkefølge...
de: Zahlungsinformationen gesammelt, Kunden- und Verarbeitungsreihenfolge zu schaffen...
is: Greiðsluupplýsingar sem safnað er, Stofna viðskiptavin og vinnslupöntun...
it: Informazioni di pagamento raccolte, creazione di cliente e ordine di elaborazione...
lv: Maksājumu informācija apkopota, veidojot klientu un apstrādes kārtību...
ms: Maklumat pembayaran yang dikumpul, mewujudkan pelanggan dan pemprosesan pesanan...
nb: Betalingsinformasjon samlet, opprette kunde og behandlingsrekkefølgen...
sw: Malipo taarifa iliyokusanywa, kuunda wateja na utaratibu wa kuchakata...

# ExistingCustomerProcessingOrderMessage
source: Payment information collected, now processing order...
da: Betalingsoplysninger indsamlet, nu Behandlingsrækkefølge...
de: Zahlungsinformationen gesammelt, jetzt Auftragsabwicklung...
is: Greiðsluupplýsingar sem safnað er, nú vinnslupöntun...
it: Informazioni di pagamento raccolti, ora l'ordine di elaborazione...
lv: Maksājuma Informācija savākta, tagad apstrādes secību...
ms: Maklumat pembayaran dikumpul, kini pemprosesan pesanan...
nb: Informasjon samlet, nå behandlingsrekkefølgen...
sw: Taarifa ya malipo zilizokusanywa, sasa usindikaji ili...

# AddSeatsOperationCaption
source: Adding seats to subscription.
da: Tilføje pladser til abonnement.
de: Abonnement Sitze hinzufügen.
is: Bæta sætum í áskrift.
it: Aggiungere posti ad abbonamento.
lv: Abonementa pievienošana sēdvietas.
ms: Menambah tempat duduk untuk langganan.
nb: Legger til seter i abonnementet.
sw: Kuongeza viti kwa michango.

# NewPurchaseOperationCaption
source: Adding subscriptions.
da: Tilføje abonnementer.
de: Hinzufügen von Abonnements.
is: Bæta við áskriftum.
it: L'aggiunta di sottoscrizioni.
lv: Pievienot abonentu.
ms: Menambah langganan.
nb: Legge til abonnementer.
sw: Kuongeza ada.

# RenewOperationCaption
source: Renewing subscription.
da: Fornyelse af abonnement.
de: Abonnement zu erneuern.
is: Endurnýjun áskriftar.
it: Rinnovo abbonamento.
lv: Atjaunojot abonementu.
ms: Memperbaharui langganan.
nb: Fornye abonnement.
sw: Upya michango.

# OrderFailureMessage
source: Error while processing order. Please retry later.
da: Fejl under behandlingsrækkefølgen. Behage prøve igen senere.
de: Fehler beim Verarbeitungsreihenfolge. Versuchen Sie später erneut.
is: Villa við vinnslu pöntunar. Reyndu aftur síðar.
it: Errore durante l'ordine di elaborazione. Si prega di riprovare più tardi.
lv: Apstrādes secību, radās kļūda. Lūdzu, mēģiniet vēlreiz vēlāk.
ms: Ralat memproses perintah. Sila cuba semula kemudian.
nb: Feil under behandlingsrekkefølgen. Prøv på nytt senere.
sw: Kosa wakati utaratibu wa usindikaji. Tafadhali jaribu tena baadaye.

# OrderProcessingFailureNotification
source: Failure in processing order. Please click done and try again.
da: Svigt i behandlingsrækkefølgen. Klik på OK, og prøv igen.
de: Fehler beim Verarbeitungsreihenfolge. Bitte klicken Sie auf fertig, und versuchen Sie es erneut.
is: Bilun í vinnslupöntun. Vinsamlegast smelltu á Done og reyndu aftur.
it: Errore nell'ordine di elaborazione. Si prega di fare clic su Chiudi e riprovare.
lv: Pasūtījumu apstrādes kļūme. Lūdzu, noklikšķiniet uz gatavs, un mēģiniet vēlreiz.
ms: Kegagalan dalam pemprosesan pesanan. Sila klik selesai dan cuba lagi.
nb: Feil i behandlingsrekkefølgen. Klikk Fullfør, og prøv på nytt.
sw: Kushindwa katika utaratibu wa usindikaji. Tafadhali bofya kifanywe na jaribu tena.

# PaymentReceiptFailureNotification
source: Failure in receiving payment information. Please click done to try again.
da: Fejl under modtagelse af betalingsoplysninger. Venligst klik på udført for at prøve igen.
de: Fehler beim Empfangen von Zahlungsinformationen. Bitte klicken Sie auf fertig, um noch einmal zu versuchen.
is: Bilun í móttöku greiðsluupplýsinga. Vinsamlegast smelltu á lokið til að reyna aftur.
it: Errore nella ricezione delle informazioni di pagamento. Per favore fai clic su fine per riprovare.
lv: Kļūme procesā saņem maksājuma informāciju. Lūdzu, noklikšķiniet uz gatavs, lai mēģinātu vēlreiz.
ms: Kegagalan dalam menerima maklumat pembayaran. Klik selesai untuk mencuba lagi.
nb: Feil i å få betalingsinformasjon. Klikk ferdig å prøve på nytt.
sw: Kushindwa katika kupokea taarifa ya malipo. Tafadhali bofya kifanywe ili kujaribu tena.

# ProcessingOrderNotification
source: Successfully received payment information. Processing order...
da: Modtaget betalingsoplysninger. Behandlingsrækkefølge...
de: Zahlungsinformationen erhalten. Verarbeitungsreihenfolge...
is: Greiðsluupplýsingar hafa verið mótteknar. Úrvinnsla pantana...
it: Informazioni di pagamento correttamente ricevuto. Ordine di elaborazione...
lv: Sekmīgi saņemtie maksājuma informāciju. Apstrādes secību...
ms: Berjaya menerima maklumat pembayaran. Pemprosesan pesanan...
nb: Mottatt betalingsinformasjonen. Behandlingsrekkefølge...
sw: Kwa ufanisi kupokea taarifa ya malipo. Usindikaji ili...

# ProcessOrderPageCaption
source: Confirmation
da: Bekræftelse
de: Bestätigung
is: Staðfesting
it: Conferma
lv: Apstiprinājums
ms: Pengesahan
nb: Bekreftelse
sw: Uthibitisho

# NewCustomerOrderSuccessMessage
source: Your registration order was successfully processed.
da: Din registrering ordren behandlet korrekt.
de: Ihre Registrierung Bestellung wurde erfolgreich bearbeitet.
is: Unnið hefur verið úr skráningarpöntuninni.
it: L'ordine di registrazione è stato elaborato correttamente.
lv: Reģistrācijas secībā tika veiksmīgi apstrādāti.
ms: Arahan pendaftaran anda telah berjaya diproses.
nb: Bestillingen registrering ble behandlet.
sw: Kitendo chako usajili kwa ufanisi kusindika.

# NewCustomerProcessOrderFailureReceivingPaymentMessage
source: Failure in receiving payment information. Please login and add subscriptions.
da: Fejl under modtagelse af betalingsoplysninger. Skal du logge ind og tilføje abonnementer.
de: Fehler beim Empfangen von Zahlungsinformationen. Loggen Sie sich bitte und Abonnements hinzufügen.
is: Bilun í móttöku greiðsluupplýsinga. Skráðu þig inn og bættu við áskriftum.
it: Errore nella ricezione delle informazioni di pagamento. Effettua il login e aggiungere sottoscrizioni.
lv: Kļūme procesā saņem maksājuma informāciju. Lūdzu, piesakieties un pievienot abonementu.
ms: Kegagalan dalam menerima maklumat pembayaran. Sila login dan tambah langganan.
nb: Feil i å få betalingsinformasjon. Logg inn og legge til abonnementer.
sw: Kushindwa katika kupokea taarifa ya malipo. Tafadhali kuingia na kuongeza miungisho.

# PayPalUnableToProcessPayment
source: We are unable to process your payment.
da: Vi kan ikke behandle din betaling.
de: Wir sind nicht in der Lage, Ihre Zahlung zu verarbeiten.
is: Við getum ekki unnið úr greiðslunni.
it: Siamo in grado di elaborare il pagamento.
lv: Mēs nevaram apstrādāt jūsu maksājumu.
ms: Kami tidak dapat memproses pembayaran anda.
nb: Vi er ikke behandle betalingen.
sw: Sisi ni haiwezi kuchakata malipo yako.

# ShowInContactUsHeaderCaption
source: Shown in the Contact us section of the header
da: Vist i kontakt os afsnit af sidehovedet
de: Uns gezeigt, im Kontakt Bereich der Kopfzeile
is: Sýnt er í kaflanum samband við okkur í haus
it: Mostrato nel contatto noi sezione dell'intestazione
lv: Parādīja mums kontaktu sadaļu galvenes
ms: Ditunjukkan dalam kenalan kami seksyen pengepala
nb: Vist i kontakt oss delen av toppteksten
sw: Inavyoonyeshwa katika mwasiliani nasi sehemu ya kichwa

# ADTenantIsAlreadyRegisteredToCustomer
source: {0} AD tenant is already registered to Partner Center customer: {1}
da: {0} AD lejer er allerede registreret til Partner Center kunde: {1}
de: {0} AD Mieter ist bereits Partner Center Kunden registriert: {1}
is: {0} AUGLÝSINGALYKILL er þegar skráður í Partner-miðstöð viðskiptavinar: {1}
it: {0} AD inquilino è già registrato al cliente Partner Center: {1}
lv: {0} AD īrnieks jau ir reģistrēts partneris centrs klientu: {1}
ms: {0} AD penyewa sudah berdaftar kepada pelanggan Pusat rakan kongsi: {1}
nb: {0} AD leietaker er allerede registrert Partner Center kunden: {1}
sw: {0} AD Mpangaji tayari kusajiliwa kwa wateja wa kituo cha mpenzi: {1}

# AssertNumberPositiveInvalidPrefix
source: number
da: antallet
de: Anzahl
is: Númer
it: numero
lv: numurs
ms: nombor
nb: nummer
sw: idadi

# AssertNumberPositiveInvalidError
source: {0} must be greater than zero
da: {0} skal være større end nul
de: {0} muss größer als Null sein.
is: {0} verður að vera stærra en núll
it: {0} deve essere maggiore di zero
lv: {0} jābūt lielākam par nulli
ms: {0} mesti lebih besar dari sifar
nb: {0} må være større enn null
sw: {0} lazima iwe zaidi ya sifuri

# AssertStringNotEmptyInvalidPrefix
source: string
da: streng
de: Schnur
is: Streng
it: stringa
lv: virkne
ms: rentetan
nb: streng
sw: Tungo

# AssertStringNotEmptyInvalidError
source: {0} is not set
da: {0} er ikke angivet
de: {0} ist nicht festgelegt.
is: {0} er ekki stillt
it: {0} non è impostato
lv: {0} nav iestatīts
ms: {0} tidak ditetapkan
nb: {0} er ikke angitt
sw: {0} ni kuweka

# RenewSubscriptionFailedMessage
source: RenewSubscription.ExecuteAsync() Failed: {0}, SubscriptionId: {1}
da: RenewSubscription.ExecuteAsync() mislykkedes: {0}, SubscriptionId: {1}
de: RenewSubscription.ExecuteAsync() fehlgeschlagen: {0}, SubscriptionId: {1}
is: Endurnýjun áskrift. ExecuteAsync () mistókst: {0}, Áskriftarptionid: {1}
it: RenewSubscription.ExecuteAsync() non riuscita: {0}, SubscriptionId: {1}
lv: RenewSubscription.ExecuteAsync() neizdevās: {0}, SubscriptionId: {1}
ms: RenewSubscription.ExecuteAsync() gagal: {0}, SubscriptionId: {1}
nb: RenewSubscription.ExecuteAsync() mislyktes: {0} SubscriptionId: {1}
sw: RenewSubscription.ExecuteAsync() imeshindwa: {0}, SubscriptionId: {1}

# InvalidOrganizationLogoFileTypeMessage
source: Provide an image file type for the organization logo
da: Give en billed-filtype for organisationen logo
de: Bieten Sie einen Bild-Datei-Typ für das Logo der Organisation
is: Gefa upp myndskrárgerð fyrir fyrirtækimerkið
it: Fornire un tipo di file di immagine per il logo dell'organizzazione
lv: Attēla faila tipa paredz uzņēmuma logotipu
ms: Menyediakan jenis fail imej untuk logo organisasi
nb: Gi en image arkiv type organisasjon logoen
sw: Kutoa aina ya faili ya taswira kwa nembo ya shirika
