Repository: microsoft/Partner-Center-Storefront
Catalog: src/Storefront/Resources.*.resx
Languages: da, de, is, it, lv, ms, nb, sw

# SelectSearchbyNameDomainPlaceholder
source: Search by company name or domain
da: Søg på firmanavn eller domæne
de: Suche nach Firmenname oder Domäne
is: Leita eftir nafni fyrirtækis eða léni
it: Ricerca per nome azienda o dominio
lv: Meklēt pēc uzņēmuma nosaukumā vai domēnu
ms: Carian nama Syarikat atau domain
nb: Søke etter firmanavnet eller domene
sw: Pekua kwa jina la kampuni au kikoa

# PayUAccountTypeCaption
source: PayU account type:
da: PayU kontotype:
de: PayU Kontotyp:
is: Gerð PayU reiknings:
it: Tipo di account di PayU:
lv: PayU konta tips:
ms: Jenis akaun PayU:
nb: PayU Kontotype:
sw: Aina ya akaunti ya PayU:

# PayUAccountTypeSubText
source: You can select a test account type to test your transactions. Once working, you can switch to a live account type to start transacting
da: Du kan vælge en test kontotype til at teste dine transaktioner. Når arbejder, kan du skifte til en live-konto til at begynde at indgå
de: Sie können ein Test-Konto um Ihre Transaktionen zu testen auswählen. Sobald funktioniert, wechseln Sie zu einem live-Konto-Typ zu Transaktionen
is: Hægt er að velja gerð prófunarlykils til að prófa færslurnar. Þegar þú vinnur getur þú skipt yfir í lifandi reikningsgerð til að byrja að þýða
it: È possibile selezionare un tipo di account di prova per testare le tue transazioni. Una volta che funziona, è possibile passare a un tipo di conto live per avviare transazioni
lv: Var izvēlēties testa konta tipu, lai pārbaudītu jūsu veiktās darbības. Kad strādā, jūs varat pārslēgties uz dzīvot kontu tipa sākt transakcijas
ms: Anda boleh memilih jenis akaun ujian untuk menguji transaksi anda. Setelah bekerja, anda boleh menukar kepada sejenis akaun live untuk mula menjalankan
nb: Du kan velge en test kontotype teste dine transaksjoner. Når fungerer, kan du bytte til en live-konto å starte transacting
sw: Unaweza kuchagua aina ya akaunti ya mtihani mtihani shughuli yako. Mara baada ya kufanya kazi, unaweza kubadilisha kwa aina ya akaunti kuishi kuanza transacting

# PayUMerchantKeyCaption
source: PayU Merchant Key:
da: PayU købmand nøglen:
de: PayU Kaufmann Schlüssel:
is: PayU Merchant lykill:
it: Chiave di PayU Merchant:
lv: PayU Merchant taustiņš:
ms: Saudagar PayU kekunci:
nb: PayU selgernøkkelen:
sw: Mfanyabiashara PayU ufunguo:

# PayUMerchantSaltSubText
source: Enter your PayU Merchant Salt
da: Indtast din PayU købmand Salt
de: Geben Sie Ihre PayU Kaufmann Salz
is: Sláðu inn PayU kaupið þitt salt
it: Inserisci il tuo PayU mercante di sale
lv: Ievadiet jūsu PayU Merchant sāls
ms: Masukkan anda PayU Saudagar garam
nb: Angi din PayU kjøpmann Salt
sw: Kuingia yako PayU mfanyabiashara chumvi

# PayUSaltCaption
source: PayU Merchant Salt:
da: PayU købmand Salt:
de: PayU Händler Salz:
it: PayU mercantili sale:
lv: PayU komersanta sāls:
ms: PayU Saudagar garam:
nb: PayU kjøpmann Salt:
sw: PayU biashara ya chumvi:

# PayUMerchantKeySubText
source: Enter your PayU Merchant Key
da: Indtast din PayU sælgernøgle
de: Geben Sie Ihren Schlüssel PayU Kaufmann
is: Sláðu inn lykil PayU söluaðila
it: Immettere la chiave di Merchant PayU
lv: Ievadiet atslēgu PayU Merchant
ms: Masukkan kunci Saudagar PayU
nb: Angi selgernøkkelen PayU
sw: Ingiza ufunguo wako wa mfanyabiashara PayU

# PayUAuthorizationCaption
source: PayU Authorization
da: PayU autorisation
de: PayU Autorisierung
is: Heimild frá PayU
it: Autorizzazione di PayU
lv: PayU autorizācija
ms: Kebenaran PayU
nb: PayU tillatelse
sw: Idhini ya PayU

# PayUAuthSubText
source: Enter your PayU Authorization
da: Indtast din PayU godkendelse
de: Geben Sie Ihre PayU Autorisierung
is: Sláðu inn Greiðsluheimild þína
it: Inserisci la tua autorizzazione di PayU
lv: Ievadiet PayU autorizācija
ms: Masukkan kebenaran PayU anda
nb: Angi din PayU autorisasjon
sw: Ingiza idhini yako PayU

# PayUPaymentConfigurationHeader
source: Provide your PayUMoney Merchant account settings
da: Give din PayUMoney Merchant kontoindstillinger
de: Bieten Sie Ihre PayUMoney Merchant Account-Einstellungen
is: Gefðu upp reikningsstillingar fyrir PayUMoney söluaðila
it: Fornire il vostro commerciante di PayUMoney impostazioni account
lv: Nodrošināt PayUMoney tirgotāja konta iestatījumus
ms: Menyediakan peniaga PayUMoney seting akaun
nb: Gi din PayUMoney kjøpmann Kontoinnstillinger
sw: Kutoa mfanyabiashara yako PayUMoney mipangilio ya akaunti

# PayUPaymentConfigurationSubTextPostfix
source: to create a new merchant account if you do not have one.
da: at oprette en ny købmand konto, hvis du ikke har en.
de: einen neuen Händler-Konto erstellen, wenn Sie nicht besitzen.
is: til að stofna nýjan söluaðilalykil ef þú ert ekki með einn.
it: per creare un nuovo account commerciante se non avete uno.
lv: izveidot jaunu tirgotāja kontu, ja jums tāda vēl nav.
ms: untuk membuat akaun Saudagar yang baru jika anda tidak mempunyai satu.
nb: opprette en ny kjøpmann konto hvis du ikke har en.
sw: kuunda akaunti mpya ya biashara kama huna moja.

# PayUPaymentConfigurationSubTextPrefix
source: To receive payments from your customers, you should use a PayUMoney Merchant account, please visit:
da: For at modtage betaling fra dine kunder, skal du bruge et PayUMoney købmand konto, kan du besøge:
de: Um Zahlungen von Ihren Kunden erhalten, sollten Sie einen PayUMoney Merchant-Account verwenden, besuchen Sie bitte:
is: Til að fá greiðslur frá viðskiptavinum þínum, ættir þú að nota PayUMoney söluaðila reikning, vinsamlegast heimsækja:
it: Per ricevere i pagamenti dai tuoi clienti, si dovrebbe utilizzare un account commerciante di PayUMoney, si prega di visitare:
lv: Saņemt maksājumus no saviem klientiem, būtu izmantot PayUMoney tirgotāja kontu, lūdzu apmeklējiet:
ms: Untuk menerima bayaran daripada pelanggan-pelanggan anda, anda perlu menggunakan akaun Saudagar PayUMoney, sila lawati:
nb: For å motta betalinger fra kunder, bør du bruke en PayUMoney kjøpmann konto, kan du gå:
sw: Kupokea malipo kutoka kwa wateja wako, unapaswa kutumia akaunti ya PayUMoney mfanyabiashara, tafadhali ziara:

# AgreementUserIdFieldHeader
source: Agreement User ID:
da: Aftale bruger-ID:
de: Vereinbarung-Benutzerkennung:
is: NOTANDAKENNI samnings:
it: ID utente accordo:
lv: Līguma lietotāja ID:
ms: ID pengguna Perjanjian:
nb: Avtalen bruker-ID:
sw: Makubaliano ya kitambulisho cha mtumiaji:

# AgreementUserIdSubText
source: Identifier of the user from the partner to be associated with the acceptance of the Microsoft Cloud Agreement.
da: Id for brugeren fra partner til at være forbundet med accept af Microsoft Cloud aftale.
de: Kennung des Benutzers des Partners, die Annahme des Abkommens Microsoft Cloud zugeordnet werden soll.
is: Kenni notandans frá samstarfsaðila sem tengja á við samþykki Microsoft Cloud samningsins.
it: Identificatore dell'utente da parte del partner per essere associato con l'accettazione dell'accordo di Cloud di Microsoft.
lv: No partnera ar Microsoft mākonis līguma pieņemšanu saistāmie lietotāja identifikatoru.
ms: Pengecam pengguna daripada rakan kongsi tidak dikaitkan dengan penerimaan perjanjian awan Microsoft.
nb: Identifikator for brukere partneren knyttes aksept av Microsoft Cloud avtalen.
sw: Kitambulisho ya mtumiaji kutoka mpenzi kuhusishwa na kukubali makubaliano ya wingu ya Microsoft.

# InvalidAgreementUserId
source: Invalid user identifier.
da: Ugyldigt bruger-id.
de: Ungültige Benutzer-ID.
is: Ógilt notandakenni.
it: Identificatore utente non valido.
lv: Nederīgs lietotāja identifikatoru.
ms: Pengenal pasti pengguna yang tidak sah.
nb: Ugyldig bruker-ID.
sw: Kitambulishi cha mtumiaji ni batili.

# AcceptPhrase
source: I accept the
da: Jeg accepterer den
de: Ich akzeptiere die
is: Ég sætti mig við
it: Accetto la
lv: Es piekrītu
ms: Saya terima di
nb: Jeg godtar den
sw: Ninakubali na

source: terms of service
da: Servicevilkår
de: Nutzungsbedingungen
is: Þjónustuskilmálar
it: termini di servizio
lv: pakalpojumu sniegšanas noteikumi
ms: syarat-syarat Perkhidmatan
nb: vilkår for bruk
sw: masharti ya huduma

# CountryNameAD
source: Andorra
lv: Andora
sw: Andora

# CountryNameAE
source: United Arab Emirates
da: Forenede Arabiske Emirater
de: Vereinigte Arabische Emirate
is: Sameinuðu Arabísku Furstadæmin
it: Emirati Arabi Uniti
lv: Apvienotie Arābu Emirāti
ms: Emiriah Arab Bersatu
nb: De forente arabiske emirater
sw: Falme za Kiarabu

# CountryNameAF
source: Afghanistan
is: Afganistan
lv: Afganistāna
sw: Afghanistani

# CountryNameAG
source: Antigua and Barbuda
da: Antigua og Barbudas
de: Antigua und Barbuda
is: Antígva og Barbúda
it: Antigua e Barbuda
lv: Antigva un Barbuda
ms: Antigua dan Barbuda
nb: Antigua og Barbuda
sw: Antigua na Barbuda

# CountryNameAI
source: Anguilla
is: Angvilla
lv: Angviļa (Āfrika)
sw: Anguila

# CountryNameAL
source: Albania
da: Albanien
de: Albanien
is: Albanía
lv: Albānija

# CountryNameAM
source: Armenia
da: Armenien
de: Armenien
is: Armenía
lv: Armēnija

# CountryNameAN
source: Netherlands Antilles
da: Hollandske Antiller
de: Niederländische Antillen
is: Hollensku Antillaeyjar
it: Antille olandesi
lv: Nīderlandes Antiļas
ms: Antillen Belanda iaitu
nb: De nederlandske Antillene
sw: Antili za Kiholanzi

# CountryNameAQ
source: Antarctica
da: Antarktis
de: Antarktis
it: Antartide
lv: Antarktīda
ms: Antartika
nb: Antarktis
sw: Antaktika

# CountryNameAR
source: Argentina
de: Argentinien
is: Argentína
lv: Argentīna
sw: Ajentina

# CountryNameAS
source: American Samoa
da: Amerikansk Samoa
de: Amerikanisch-Samoa
is: Bandaríska Samóa
it: Samoa americane
lv: Amerikāņu Samoa
ms: Amerika Syarikat
nb: Amerikansk Samoa
sw: Samoa ya Marekani

# CountryNameAT
source: Austria
da: Østrig
de: Österreich
is: Austurríki
lv: Austrija
nb: Østerrike

# CountryNameAU
source: Australia
da: Australien
de: Australien
is: Ástralía
lv: Austrālija

# CountryNameAX
source: Åland Islands
da: Ålandsøerne
de: Åland-Inseln
is: Álandseyjar
it: Isole Åland
lv: Olandes salas
nb: Åland-øyene
sw: Visiwa vya Aland

# CountryNameAZ
source: Azerbaijan
da: Aserbajdsjan
de: Aserbaidschan
is: Aserbaísjan
it: Azerbaigian
lv: Azerbaidžāna
nb: Aserbajdsjan
sw: Azerbaijani

# CountryNameBA
source: Bosnia and Herzegovina
da: Bosnien-Hercegovina
de: Bosnien und Herzegowina
is: Bosnía og Hersegóvína
it: Bosnia ed Erzegovina
lv: Bosnija un Hercegovina
ms: Bosnia dan Herzegovina
nb: Bosnia-Hercegovina
sw: Bosnia na Herzegovina

# CountryNameBB
source: Barbados
lv: Barbadosa
sw: Tunisia

# CountryNameBD
source: Bangladesh
de: Bangladesch
lv: Bangladeša

# CountryNameBE
source: Belgium
da: Belgien
de: Belgien
is: Belgía
it: Belgio
lv: Beļģija
nb: Belgia
sw: Ubelgiji

# CountryNameBG
source: Bulgaria
da: Bulgarien
de: Bulgarien
is: Búlgaría
lv: Bulgārija

# CountryNameBH
source: Bahrain
is: Barein
it: Bahrein
lv: Bahreina

# CountryNameBJ
source: Benin
is: Benín
lv: Benina

# CountryNameBL
source: Saint-Barthélemy
lv: Senbartelmī

# CountryNameBM
source: Bermuda
lv: Bermudu salas

# CountryNameBN
source: Brunei
is: Brúnei
lv: Bruneja

# CountryNameBO
source: Bolivia
de: Bolivien
is: Bólivía
lv: Bolīvija

# CountryNameBR
source: Brazil
da: Brasilien
de: Brazilien
is: Brasilía
it: Brasile
lv: Brazīlija
nb: Brasil
sw: Brazili

# CountryNameBS
source: Bahamas
lv: Bahamu salas

# CountryNameBT
source: Bhutan
is: Bútan
lv: Butāna
sw: Butani

# CountryNameBV
source: Bouvet Island
da: Bouvetøen
it: Isola di Bouvet
lv: Buvē sala
nb: Bouvetøya
sw: Kisiwa cha Bouvet

# CountryNameBW
source: Botswana
is: Botsvana
lv: Botsvāna

# CountryNameBY
source: Belarus
is: Hvíta Rússland
lv: Baltkrievija
nb: Hviterussland
sw: Belarusi

# CountryNameBZ
source: Belize
is: Belís
lv: Beliza

# CountryNameCA
source: Canada
de: Kanada
is: Kanada
lv: Kanāda
ms: Kanada
sw: Kanada

# CountryNameCC
source: Cocos (Keeling) Islands
de: Cocos (Keeling) Inseln
it: Isole Cocos (Keeling)
lv: Kokosu (Kīlinga) salas
ms: Kepulauan Cocos (Keeling)
nb: Cocos-(Keeling) øyene
sw: Visiwa vya Cocos (Keeling)

# CountryNameCF
source: Central African Republic
da: Centralafrikanske Republik
de: Zentralafrikanische Republik
is: Mið-Afríkulýðveldið
it: Repubblica Centrafricana
lv: Centrālāfrikas Republika
ms: Republik Afrika tengah
nb: Den sentralafrikanske republikk
sw: Jamhuri ya Afrika ya kati

# CountryNameCG
source: Congo
de: Kongo
is: Kongó
lv: Kongo
nb: Kongo
sw: Kongo

# CountryNameCH
source: Switzerland
da: Schweiz
de: Schweiz
is: Sviss
it: Svizzera
lv: Šveice
nb: Sveits
sw: Uswisi

# CountryNameCI
source: Côte d'Ivoire
it: Costa d'Avorio
lv: Ziloņkaula krasts
nb: Elfenbenskysten
sw: Ivory Coast

# CountryNameCK
source: Cook Islands
da: Cook-øerne
de: Cook-Inseln
it: Isole Cook
lv: Kuka salas
ms: Kepulauan Cook
nb: Cookøyene
sw: Visiwa vya Cook

# CountryNameCL
source: Chile
is: Síle
it: Cile
lv: Čīle

# CountryNameCM
source: Cameroon
da: Cameroun
de: Kamerun
is: Kamerún
it: Camerun
lv: Kamerūna
nb: Kamerun

# CountryNameCN
source: China
da: Kina
is: Kína
it: Cina
lv: Ķīna
nb: Kina

# CountryNameCO
source: Colombia
de: Kolumbien
is: Kólumbía
lv: Kolumbija
sw: Kolombia

# CountryNameCR
source: Costa Rica
is: Kosta Ríka
lv: Kostarika
sw: Kosta Rica

# CountryNameCW
source: Curaçao
lv: Kirasao
sw: Curacao

# CountryNameCX
source: Christmas Island
da: Juleøen
de: Weihnachtsinsel
is: Jólaeyjan
it: Isola di Natale
lv: Ziemassvētku sala
ms: Pulau Krismas
nb: Christmasøya
sw: Kisiwa cha Krismasi

# CountryNameCY
source: Cyprus
da: Cypern
de: Zypern
is: Kýpur
it: Cipro
lv: Kipra
nb: Kypros
sw: Kupro

# CountryNameDE
source: Germany
da: Tyskland
de: Deutschland
is: Þýskaland
it: Germania
lv: Vācija
ms: Jerman
nb: Tyskland
sw: Ujerumani

# CountryNameDK
source: Denmark
da: Danmark
de: Dänemark
is: Danmörk
it: Danimarca
lv: Dānija
nb: Danmark
sw: Denmarki

# CountryNameDM
source: Dominica
is: Dóminíka
lv: Dominika
sw: Dominika

# CountryNameDO
source: Dominican Republic
da: Dominikanske Republik
de: Dominikanische Republik
is: Dómíníska lýðveldið
it: Repubblica Dominicana
lv: Dominikāna
ms: Republik Dominika
nb: Dominikanske republikk
sw: Jamhuri ya Dominikani

# CountryNameDZ
source: Algeria
da: Algeriet
de: Algerien
is: Alsír
lv: Alžīrija
nb: Algerie
sw: Aljeria

# CountryNameEC
source: Ecuador
is: Ekvador
lv: Ekvadora
sw: Ekuado

# CountryNameEE
source: Estonia
da: Estland
de: Estland
is: Eistland
lv: Igaunija
nb: Estland

# CountryNameEG
source: Egypt
da: Egypten
de: Ägypten
is: Egyptaland
it: Egitto
lv: Ēģipte
ms: Mesir
sw: Misri

# CountryNameER
source: Eritrea
is: Erítreu
lv: Eritreja

# CountryNameES
source: Spain
da: Spanien
de: Spanien
is: Spánn
it: Spagna
lv: Spānija
ms: Sepanyol
nb: Spania
sw: Uhispania

# CountryNameET
source: Ethiopia
da: Etiopien
de: Äthiopien
is: Eþíópíu
it: Etiopia
lv: Etiopija
ms: Habsyah
nb: Etiopia

# CountryNameFI
source: Finland
de: Finnland
is: Finnland
it: Finlandia
lv: Somija
sw: Finili

# CountryNameFJ
source: Fiji
de: Fidschi-Inseln
lv: Fidži

# CountryNameFK
source: Falkland Islands
da: Falklandsøerne
de: Falkland-Inseln
is: Falklandseyjar
it: Isole Falkland
lv: Folklenda salas
ms: Kepulauan Falkland
nb: Falklandsøyene
sw: Visiwa vya Falkland

# CountryNameFO
source: Faroe Islands
da: Færøerne
de: Färöer Inseln
is: Færeyjar
it: Isole Faroe
lv: Fēru salas
ms: Kepulauan Faroe
nb: Færøyene
sw: Visiwa vya Faroe

# CountryNameFR
source: France
da: Frankrig
de: Frankreich
is: Frakkland
it: Francia
lv: Francija
ms: Perancis
nb: Frankrike
sw: Ufaransa

# CountryNameGA
source: Gabon
de: Gabun
lv: Gabona

# CountryNameGB
source: United Kingdom
da: Storbritannien
de: Vereinigtes Königreich
is: Bretland
it: Regno Unito
lv: Lielbritānija
nb: Storbritannia
sw: Uingereza

# CountryNameGD
source: Grenada
lv: Grenāda
sw: Zilitumika

# CountryNameGE
source: Georgia
da: Georgien
de: Georgien
is: Georgía
lv: Gruzija
sw: Jojia

# CountryNameGF
source: French Guiana
da: Fransk Guyana
de: Französisch-Guayana
is: Frönsku Gvæjana
it: Guiana francese
lv: Franču Gviāna
ms: Guiana Perancis
nb: Fransk Guyana
sw: Guyana ya Kifaransa

# CountryNameGG
source: Guernsey
lv: Gērnsija

# CountryNameGH
source: Ghana
lv: Gana

# CountryNameGI
source: Gibraltar
is: Gíbraltar
it: Gibilterra
lv: Gibraltārs

# CountryNameGL
source: Greenland
da: Grønland
de: Grönland
is: Grænland
it: Groenlandia
lv: Grenlande
nb: Grønland

# CountryNameGM
source: Gambia
is: Gambíu
lv: Gambija

# CountryNameGN
source: Guinea
is: Gínea
lv: Gvineja

# CountryNameGP
source: Guadeloupe
it: Guadalupa
lv: Gvadelupa

# CountryNameGQ
source: Equatorial Guinea
da: Ækvatorial Guinea
de: Äquatorial-Guinea
it: Guinea Equatoriale
lv: Ekvatoriālā Gvineja
ms: Emiriah Arab Bersatu
nb: Ekvatorial-Guinea
sw: Guinea ya ikweta

# CountryNameGR
source: Greece
da: Grækenland
de: Griechenland
is: Grikkland
it: Grecia
lv: Grieķija
nb: Hellas
sw: Ugiriki

# CountryNameGS
source: South Georgia and South Sandwich Islands
da: South Georgia og South Sandwich Islands
de: Südgeorgien und die Südlichen Sandwichinseln
is: Suður-Georgía og Suður-Sandwich Islands
it: Georgia del sud e Isole Sandwich del sud
lv: Dienviddžordžija un Dienvidsendviču salas
ms: Georgia Selatan dan Pulau-pulau Selatan Sandwich
nb: Sør-Georgia og Sør-Sandwichøyene
sw: Jojia Kusini na Visiwa vya Sandwich kusini

# CountryNameGT
source: Guatemala
is: Gvatemala
lv: Gvatemala

# CountryNameGU
source: Guam
lv: Guama

# CountryNameGW
source: Guinea-Bissau
is: Gínea-Bissá
lv: Gvineja-Bisava
sw: Ginebisau

# CountryNameGY
source: Guyana
is: Gvæjana
lv: Gajāna
ms: Negara Guyana

# CountryNameHK
source: Hong Kong SAR
lv: Honkongas īpašās pārvaldes apgabals
nb: Hongkong

# CountryNameHM
source: Heard Island and McDonald Islands
da: Heard- og McDonald øerne
de: Heard Insel und McDonald Inseln
is: Heard Island og McDonald Islands
it: Isola Heard e Isole McDonald
lv: Heard Island un McDonald Islands
ms: Heard Pulau dan Pulau-pulau McDonald
nb: Heard- og McDonaldøyene
sw: Kisiwa cha Heard na Visiwa vya McDonald

# CountryNameHN
source: Honduras
is: Hondúras
lv: Hondurasa
sw: Hondurasi

# CountryNameHR
source: Croatia
da: Kroatien
de: Kroatien
is: Króatía
it: Croazia
lv: Horvātija
nb: Kroatia
sw: Kroatia

# CountryNameHU
source: Hungary
da: Ungarn
de: Ungarn
is: Ungverjaland
it: Ungheria
lv: Ungārija
nb: Ungarn
sw: Hungari

# CountryNameID
source: Indonesia
da: Indonesien
de: Indonesien
is: Indónesía
lv: Indonēzija

# CountryNameIE
source: Ireland
da: Irland
de: Irland
is: Írland
it: Irlanda
lv: Īrija
nb: Norge
sw: Irelandi

# CountryNameIL
source: Israel
is: Ísrael
it: Israele
lv: Izraēla
sw: Uyahudi

# CountryNameIM
source: Isle of Man
is: Mötuneyti man
it: Isola di Man
lv: Menas sala
sw: Kisiwa cha mtu

# CountryNameIN
source: India
da: Indien
de: Indien
is: Indland
lv: Indija

# CountryNameIO
source: British Indian Ocean Territory
da: Britisk indiske Ocean territorium
de: Britisches Territorium im Indischen Ozean
is: Breska indverska Hafsvæðið
it: Territorio britannico dell'oceano indiano
lv: Britu Indijas okeāna teritorija
ms: Wilayah Lautan India British
nb: Britiske jomfruøyer
sw: Eneo la bahari hindi ya Uingereza

# CountryNameIQ
source: Iraq
da: Irak
de: Irak
is: Írak
lv: Irāka
nb: Irak
sw: Iraki

# CountryNameIS
source: Iceland
da: Island
de: Island
is: Ísland
it: Islanda
lv: Islande
nb: Island
sw: Aisilandi

# CountryNameIT
source: Italy
da: Italien
de: Italien
is: Ítalía
it: Italia
lv: Itālija
ms: Itali
nb: Italia
sw: Uitalia

# CountryNameJM
source: Jamaica
de: Jamaika
is: Jamaíka
it: Giamaica
lv: Jamaika
sw: Jamaika

# CountryNameJO
source: Jordan
de: Jordanien
is: Jórdanía
it: Giordania
lv: Jordānija
sw: Jordani

# CountryNameJP
source: Japan
it: Giappone
lv: Japāna
ms: Jepun
sw: Japani

# CountryNameKE
source: Kenya
de: Kenia
is: Kenía
it: Kenia
lv: Kenija

# CountryNameKG
source: Kyrgyzstan
da: Kirgisistan
de: Kirgistan
is: Kirgistan
it: Kirghizistan
lv: Kirgīzija
nb: Kirgisistan
sw: Kyrgyzstani

# CountryNameKH
source: Cambodia
da: Cambodja
de: Kambodscha
is: Kambódía
it: Cambogia
lv: Kambodža
ms: Kemboja
nb: Kambodsja
sw: Kambodia

# CountryNameKM
source: Comoros
da: Comorerne
de: Komoren
is: Kómoreyjum
it: Comore
lv: Komoru salas
nb: Komorene
sw: Komori

# CountryNameKN
source: Saint Kitts and Nevis
da: Saint Kitts og Nevis
de: St. Kitts und Nevis
is: Sankti Kristófer og Nevis
it: Saint Kitts e Nevis
lv: Sentkitsa un Nevisa
nb: Saint Kitts og Nevis
sw: Saint Kitts na Nevis

# CountryNameKR
source: Korea
is: Kórea
it: Corea
lv: Koreja

# CountryNameKW
source: Kuwait
is: Kúveit
lv: Kuveita
sw: Kuwaiti

# CountryNameKY
source: Cayman Islands
da: Cayman-øerne
de: Cayman-Inseln
is: Caymaneyjar
it: Isole Cayman
lv: Kaimanu salas
nb: Caymanøyene
sw: Visiwa vya Cayman

# CountryNameKZ
source: Kazakhstan
da: Kasakhstan
de: Kasachstan
is: Kasakstan
lv: Kazahstāna
nb: Kasakhstan
sw: Kazakhstani

# CountryNameLA
source: Laos
lv: Laosa

# CountryNameLB
source: Lebanon
da: Libanon
de: Libanon
is: Líbanon
it: Libano
lv: Libāna
ms: Lubnan
nb: Libanon
sw: Lebanoni

# CountryNameLC
source: Saint Lucia
is: Sankti Lúsía
lv: Sentlūsija
sw: Mtakatifu Lusia

# CountryNameLI
source: Liechtenstein
lv: Lihtenšteina
sw: Liechtensteini

# CountryNameLR
source: Liberia
lv: Libērija

# CountryNameLS
source: Lesotho
is: Lesótó
lv: Lesoto

# CountryNameLT
source: Lithuania
da: Litauen
de: Litauen
is: Litháen
it: Lituania
lv: Lietuva
nb: Litauen

# CountryNameLU
source: Luxembourg
de: Luxemburg
is: Lúxemborg
it: Lussemburgo
lv: Luksemburga
sw: Lakismbag

# CountryNameLV
source: Latvia
da: Letland
de: Lettland
is: Lettland
it: Lettonia
lv: Latvija

# CountryNameLY
source: Libya
da: Libyen
de: Libyen
is: Líbía
it: Libia
lv: Lībija

# CountryNameMA
source: Morocco
da: Marokko
de: Marokko
is: Marokkó
it: Marocco
lv: Maroka
ms: Maghribi
nb: Marokko
sw: Moroko

# CountryNameMC
source: Monaco
is: Mónakó
lv: Monako
sw: Monako

# CountryNameME
source: Montenegro
is: Svartfjallaland
lv: Melnkalne

# CountryNameMF
source: Saint Martin
lv: Senmartēna

# CountryNameMG
source: Madagascar
da: Madagaskar
de: Madagaskar
is: Madagaskar
lv: Madagaskara
nb: Madagaskar

# CountryNameMH
source: Marshall Islands
da: Marshalløerne
de: Marshall-Inseln
it: Isole Marshall
lv: Māršala salas
ms: Kepulauan Marshall
nb: Marshalløyene
sw: Visiwa vya Marshall

# CountryNameMK
source: Macedonia
da: Makedonien
de: Mazedonien
is: Makedónía
lv: Maķedonija
ms: Amerika Syarikat
nb: Makedonia
sw: Makedonia

# CountryNameMM
source: Myanmar
is: Mjanmar
lv: Mjanma

# CountryNameMN
source: Mongolia
da: Mongoliet
de: Mongolei
is: Mongólía
lv: Mongolija

# CountryNameMO
source: Macao SAR
lv: Makao
ms: SAR Macau
sw: Makao SAR

# CountryNameMP
source: Northern Mariana Islands
da: Nord-Marianerne
de: Nördliche Marianen
is: Norður-Maríanaeyjar
it: Isole Marianne settentrionali
lv: Ziemeļu Marianas salas
ms: Kepulauan Mariana Utara
nb: Nord-Marianene
sw: Visiwa vya Mariana ya Kaskazini

# CountryNameMQ
source: Martinique
is: Martiník
it: Martinica
lv: Martinika
sw: Matiniki

# CountryNameMR
source: Mauritania
da: Mauretanien
de: Mauretanien
is: Máritanía
lv: Mauritānija

# CountryNameMS
source: Montserrat
lv: Montserrata
sw: Monserati

# CountryNameMU
source: Mauritius
is: Máritíus
lv: Maurīcija

# CountryNameMV
source: Maldives
da: Maldiverne
de: Malediven
is: Maldíveyjar
it: Maldive
lv: Maldīvija
nb: Maldivene

# CountryNameMW
source: Malawi
is: Malaví
lv: Malāvija

# CountryNameMX
source: Mexico
de: Mexiko
is: Mexíkó
it: Messico
lv: Meksika
sw: Meksiko

# CountryNameMY
source: Malaysia
de: Malaysien
is: Malasía
lv: Malaizija

# CountryNameMZ
source: Mozambique
de: Mosambik
is: Mósambík
it: Mozambico
lv: Mozambika
nb: Mosambik
sw: Msumbiji

# CountryNameNA
source: Namibia
is: Namibía
lv: Namībija

# CountryNameNF
source: Norfolk Island
da: Norfolk-øen
de: Norfolk-Insel
it: Isola Norfolk
lv: Norfolkas sala
ms: Pulau Norfolk
nb: Norfolkøya
sw: Kisiwa cha Norfolk

# CountryNameNG
source: Nigeria
is: Nígería
lv: Nigērija
ms: Arab Saudi

# CountryNameNI
source: Nicaragua
is: Níkaragva
lv: Nikaragva
sw: Nikaragua
