Repository: microsoft/Partner-Center-Storefront
Catalog: src/Storefront/Resources.*.resx
Languages: da, de, is, it, lv, ms, nb, sw

# OfferAutomaticallyRenewable
source: Automatically renewable
da: Automatisk vedvarende
de: Automatisch verlängert
is: Sjálfvirk endurnýjanleg
it: Automaticamente rinnovabile
lv: Automātiski atjaunojamu
ms: Boleh diperbaharui secara automatik
nb: Automatisk fornybar
sw: Mbadala otomatiki

# OfferAvailableForPurchase
source: Available for purchase
da: Købes
de: Zum Kauf angeboten
is: Laus við kaup
it: Disponibile per l'acquisto
lv: Var iegādāties
ms: Boleh dibeli
nb: Tilgjengelig for kjøp
sw: Inapatikana kwa ajili ya kununua

# OfferDeletionConfirmation
source: Offers have been deleted
da: Tilbud er blevet slettet
de: Angebote wurden gelöscht
is: Tilboðum hefur verið eytt
it: Offerte sono state eliminate
lv: Piedāvājumi ir izdzēsts
ms: Tawaran telah dihapuskan
nb: Tilbud er slettet
sw: Inatoa imefutwa

# OfferDeletionFailure
source: Could not delete the offer(s)
da: Kunne ikke slette tilbud
de: Die Preisvorschläge konnte nicht gelöscht werden.
is: Ekki tókst að eyða tilboðinu
it: Impossibile eliminare l'offerta (e)
lv: Nevarēja dzēst offer(s)
ms: Tidak dapat menghapuskan tawaran yang
nb: Kan ikke slette offer(s)
sw: Haikuweza kufuta offer(s) ya

# OfferManuallyRenewable
source: Manually renewable
da: Manuelt vedvarende
de: Manuell erneuerbare
is: Handvirkt endurnýjanleg
it: Manualmente rinnovabili
lv: Manuāli atjaunot
ms: Secara manual boleh diperbaharui
nb: Manuelt fornybar
sw: Mbadala kwa mikono

# OfferSaveErrorMessage
source: Could not save the offer
da: Kunne ikke gemme tilbuddet
de: Das Angebot konnte nicht gespeichert werden.
is: Ekki var hægt að vista tilboðið
it: Non ha potuto salvare l'offerta
lv: Nevarēja saglabāt šo piedāvājumu
ms: Tidak dapat menyimpan tawaran
nb: Kan ikke lagre tilbudet
sw: Haikuweza kuakibisha kutoa

# OfferSaveSuccessMessage
source: Offer successfully saved!
da: Tilbud er blevet gemt!
de: Bieten Sie erfolgreich gespeichert!
is: Tilboð tókst vistað!
it: Offerta salvata con successo!
lv: Veiksmīgi saglabāta piedāvājumu!
ms: Tawaran yang berjaya diselamatkan!
nb: Tilbud lagret!
sw: Kutoa imehifadhiwa kimafanikio!

# OffersFetchFailure
source: Could not retrieve the offers
da: Kunne ikke hente tilbuddene
de: Die Angebote konnten nicht abgerufen werden.
is: Ekki tókst að sækja tilboð
it: Impossibile recuperare le offerte
lv: Nevarēja izgūt piedāvājumi
ms: Tidak dapat mendapatkan semula tawaran
nb: Kan ikke hente tilbud
sw: Haiwezi kuepua inatoa

# OffersFetchProgress
source: Retrieving offers
da: Hentning af tilbud
de: Angebote abrufen
is: Sækja um tilboð
it: Recupero delle offerte
lv: Izgūstot piedāvājumi
ms: Mendapatkan semula tawaran
nb: Hente tilbud
sw: Inaepua inatoa

# OfferUnavailableForPurchase
source: Unavailable for purchase
da: Ikke tilgængelig for køb
de: Nicht verfügbar für Kauf
is: Ekki tiltækt fyrir innkaup
it: Disponibile per l'acquisto
lv: Nav pieejams iegādei
ms: Tersedia untuk pembelian
nb: Tilgjengelig for kjøp
sw: Haipatikani kwa ajili ya kununua

source: Save
da: Gem
de: Speichern
is: Vista
it: Salva
lv: Saglabāt
ms: Simpan
nb: Lagre
sw: Hifadhi

# SaveOfferCaption
source: Save offer
da: Spar tilbud
de: Angebot speichern
is: Sparaðu tilboð
it: Salva offerta
lv: Saglabāt piedāvājumā
ms: Simpan tawaran
nb: Lagre tilbud
sw: Hifadhi kutoa

# SavingOfferMessage
source: Saving offer
da: Gemme tilbud
de: Angebot speichern
is: Sparnaður tilboð
it: Offerta di risparmio
lv: Saglabājot piedāvājums
ms: Tawaran penjimatan
nb: Lagre tilbud
sw: Kuhifadhi kutoa

source: seats
da: pladser
de: Sitze
is: Sæti
it: posti a sedere
lv: sēdekļi
ms: tempat duduk
nb: seter
sw: viti

# SelectOfferErrorMessage
source: Please select an offer
da: Vælg venligst et tilbud
de: Bitte wählen Sie ein Angebot
is: Vinsamlegast veldu tilboð
it: Si prega di selezionare un'offerta
lv: Lūdzu, izvēlieties kādu no piedāvājumiem
ms: Sila pilih tawaran
nb: Velg et tilbud
sw: Tafadhali teua kutoa

source: to
da: til
de: An
is: Til
it: A
lv: lai
ms: untuk
nb: til
sw: kwa

# UpdatingOfferMessage
source: Updating offer
da: Opdatere tilbud
de: Angebot aktualisiert
is: Uppfærsla tilboða
it: L'offerta di aggiornamento
lv: Piedāvājumu atjaunināšana
ms: Mengemaskini tawaran
nb: Oppdatere tilbud
sw: Inasasisha kutoa

# DefaultOrganizationName
source: Your Organization Name
da: Navnet på din organisation
de: Den Namen Ihrer Organisation
is: Nafn fyrirtækis þíns
it: Il nome dell'organizzazione
lv: Organizācijas nosaukums
ms: Nama organisasi anda
nb: Navnet på organisasjonen
sw: Jina la Shirika

source: Undo
da: Fortryd
de: "Rückgängig"
is: Afturkalla
it: Annulla
lv: Atsaukt
ms: Buat asal
nb: Angre
sw: Tendua

# BrandingRetrievalErrorMessage
source: Could not retrieve partner branding
da: Kunne ikke hente partner branding
de: Branding-Partner konnte nicht abgerufen werden.
is: Ekki tókst að sækja vörumerki samstarfsaðila
it: Impossibile recuperare il partner di branding
lv: Nevarēja izgūt partnera zīmolu
ms: Tidak dapat mendapatkan semula rakan kongsi jenama
nb: Kan ikke hente partner merkevarebygging
sw: Haiwezi kuepua mpenzi uwekaji nembo

# BrandingRetrievalProgressMessage
source: Retrieving partner branding
da: Hentning af partner branding
de: Abrufen von Partner-branding
is: Sækja um félagavörumerki
it: Recupero delle partner di branding
lv: Izgūstot partnera zīmolu
ms: Mendapatkan semula rakan penjenamaan
nb: Henting partner merkevarebygging
sw: Mpenzi kufufua uwekaji nembo

# BrandingSetupPromptMessage
source: Configure your web store
da: Konfigurere din web-butik
de: Konfigurieren Sie Ihres Online-Shops
is: Samskipa vefverslun
it: Configura il tuo negozio web
lv: Konfigurēt interneta veikalā
ms: Mengkonfigurasi kedai web anda
nb: Konfigurere din nettbutikk
sw: Sakinisha duka lako la wavuti

# BrandingSetupSecondaryMessage
source: Provide your Organization information that will be visible in the header and footer on all pages
da: Angive organisationsoplysninger, der vil være synlig i sidehovedet og sidefoden på alle sider
de: Informationen Sie Ihre Organisation mit, die in der Kopf- und Fußzeile auf allen Seiten sichtbar ist
is: Veita fyrirtækinu upplýsingar sem verða sýnilegar í haus og fæti á öllum síðum
it: Fornire le informazioni di organizzazione che saranno visibile nell'intestazione e piè di pagina su tutte le pagine
lv: Nodrošināt jūsu uzņēmuma informāciju, kas būs redzamas galvenes un kājenes visās lappusēs
ms: Berikan maklumat organisasi anda yang boleh dilihat dalam pengepala dan pengaki di semua muka surat
nb: Angi organisasjonsinformasjonen som vises i toppteksten og bunnteksten på alle sider
sw: Kutoa taarifa yako ya shirika ambayo itaonekana katika kimahsusijuu na Kijachini kwenye kurasa zote

# BrandingUpdateErrorMessage
source: Could not save branding
da: Kunne ikke gemme branding
de: Konnte nicht speichern branding
is: Ekki var hægt að vista vörumerki
it: Non ha potuto salvare branding
lv: Nevarēja saglabāt zīmolu
ms: Tidak dapat menyimpan penjenamaan
nb: Kan ikke lagre merkevarebygging
sw: Haikuhifadhi uwekaji nembo

# BrandingUpdateProgressMessage
source: Updating branding information
da: Opdatere mærkningsoplysninger
de: Branding-Informationen aktualisieren
is: Uppfærir upplýsingar um vörumerki
it: L'aggiornamento di informazioni di personalizzazione
lv: Brendings informācijas atjaunināšana
ms: Mengemaskini maklumat penjenamaan
nb: Oppdatere merkeinformasjon
sw: Kusasaisha taarifa uwekaji nembo

# BrandingUpdateSuccessMessage
source: Branding saved. Click the reload button in the header bar to see your changes
da: Branding gemt. Klik på knappen reload i overskriftslinjen at se dine ændringer
de: Branding gespeichert. Klicken Sie auf den Reload-Button in der Kopfleiste um die Änderungen anzuzeigen
is: Branding bjargaði. Smelltu á hnappinn Endurhlaða í hauststikunni til að sjá breytingarnar
it: Branding salvato. Fare clic sul pulsante ricarica nella barra dell'intestazione per visualizzare le modifiche
lv: Brendings saglabāt. Noklikšķiniet uz pogas pārlādēt, galvenes joslā, lai redzētu veiktās izmaiņas
ms: Penjenamaan disimpan. Klik butang Muat semula bar tajuk untuk melihat perubahan anda
nb: Merkevarebygging lagret. Klikk Oppdater i topptekstfeltet å se endringer
sw: Uwekaji nembo kuokolewa. Bofya kitufe cha Pakia upya katika Mwambaa wa kichwa kuona mabadiliko yako

# ContactSalesHeader
source: Sales contact:
da: Salg kontakt:
de: Ansprechpartner:
is: Sölutengiliður:
it: Vendite di contatto:
lv: Pārdošanas Kontaktpersona:
ms: Jualan hubungi:
nb: Salg kontakt:
sw: Mawasiliano ya mauzo:

# ContactUsFieldHeader
source: Support contact:
da: Support kontakt:
de: Support Kontakt:
is: Stuðningur við tengilið:
it: Contatta il supporto:
lv: Atbalstīt kontaktpersona:
ms: Hubungi sokongan:
nb: Støtte kontakt:
sw: Mwasiliani tegemezi:

# SupportEmailAddressHeader
source: Support email
de: Support per e-Mail
is: Stuðningur netfang
it: E-mail di supporto
lv: Atbalstu e-pastu
ms: E-mel sokongan
nb: Støtte epost
sw: Msaada wa barua pepe

# HeaderImageSubText
source: Shown at the top of the home page. (.jpg, .jpeg, .img, .gif). Upload a file or enter a valid image URL
da: Vist i toppen af hjemmesiden. (.jpg, .jpeg, .img, .gif). Upload en fil eller indtaste et gyldigt billede URL
de: Oben auf der Startseite angezeigt. (.jpg, .jpeg, .img, GIF). Laden Sie eine Datei oder geben Sie eine gültige Bild-URL
is: Sýndar efst á heimasíðunni. (. jpg,. JPEG,. img,. gif). Hlaða upp skrá eða Sláðu inn gilt VEFSLÓÐ myndar
it: Visualizzata nella parte superiore della home page. (. jpg,. jpeg,. img,. gif). Caricare un file o immettere un URL immagine valida
lv: Parādīta mājas lapas augšdaļā. (. jpg,. JPEG, IMG,. gif). Augšupielādēt failu, vai ievadiet derīgu attēlu URL
ms: Ditunjukkan di bahagian atas halaman rumah. (.jpg, .jpeg, .img, .gif). Meng-upload file atau masukkan URL imej yang sah
nb: Vises øverst på hjemmesiden. (.jpg, .jpeg, .img, GIF). Laste opp en fil, eller skriv inn en gyldig bilde-URL
sw: Inavyoonekana kwa juu ya ukurasa wa nyumbani. (.jpg, .jpeg, .img, .gif). Pakia faili au Ingiza URL halali taswira

# HeaderImageUploadTooltip
source: Select Header image file from your computer
da: Vælg Header image fil fra din computer
de: Header-Image-Datei von Ihrem Computer auswählen
is: Velja Hausmyndaskrá úr tölvunni
it: Selezionare il file di intestazione immagine dal tuo computer
lv: Atlasiet virsraksta attēla failu no datora
ms: Pilih fail imej Header dari komputer anda
nb: Velge Header image arkiv fra datamaskinen
sw: Teua faili ya taswira ya kichwa kutoka kwa ngamizi yako

# OrganizationLogoSubText
source: Shown in the header of every page, images of size 32 by 32 work best. Upload a file or enter a valid image URL
da: Vist i sidehovedet på hver side, billeder af størrelse 32 af 32 fungerer bedst. Upload en fil eller indtaste et gyldigt billede URL
de: In der Kopfzeile jeder Seite gezeigt, Bilder von Größe 32 von 32 am besten funktionieren. Laden Sie eine Datei oder geben Sie eine gültige Bild-URL
is: Sýnt er í haus hverrar blaðsíðu, myndir af stærðinni 32 af 32 virka best. Hlaða upp skrá eða Sláðu inn gilt VEFSLÓÐ myndar
it: Indicato nell'intestazione di ogni pagina, immagini di dimensioni 32 x 32 funzionano meglio. Caricare un file o immettere un URL immagine valida
lv: Parādīta katras lappuses galvenē, attēlu izmērs 32, 32 darbojas vislabāk. Augšupielādēt failu, vai ievadiet derīgu attēlu URL
ms: Ditunjukkan dalam pengepala setiap halaman, imej saiz 32 oleh 32 kerja terbaik. Meng-upload file atau masukkan URL imej yang sah
nb: Vises i toppteksten på hver side, bilder av størrelse 32 av 32 fungerer best. Laste opp en fil, eller skriv inn en gyldig bilde-URL
sw: Inavyoonyeshwa kwenye kichwa cha ukurasa kila, picha ya 32 ya ukubwa na 32 kazi bora. Pakia faili au Ingiza URL halali taswira

# OrganizationLogoUploadTooltip
source: Select Organization logo image file from your computer
da: Vælg organisation logo billedfil fra din computer
de: Organisation-Logo-Image-Datei von Ihrem Computer auswählen
is: Velja fyrirtækismerki myndskrá úr tölvunni
it: Selezionare il file di immagine del logo di organizzazione dal tuo computer
lv: Atlasiet organizācijas logo attēla failu no datora
ms: Pilih fail imej logo organisasi dari komputer anda
nb: Velge organisasjon logo image arkiv fra datamaskinen
sw: Teua faili ya taswira ya nembo ya shirika kutoka kwa ngamizi yako

# OrganizationNameFieldHeader
source: Name:
da: Navn:
is: Heiti:
it: Nome:
lv: vārds:
ms: Nama:
nb: navn:
sw: Jina:

# OrganizationNameFieldSubText
source: Your company’s legal name, shown on the header of every page
da: Virksomhedens juridiske navn, vist i hovedet på hver side
de: Rechtsgültigen Namen des Unternehmens, in der Kopfzeile jeder Seite gezeigt
is: Lögbundnu heiti fyrirtækisins, sem sýnt er á haus hverrar blaðsíðu
it: Nome legale della vostra azienda, indicato nell'intestazione di ogni pagina
lv: Uzņēmuma juridiskais nosaukums, liecina par katras lappuses galvenē
ms: Nama undang-undang Syarikat, ditunjukkan pada pengepala halaman setiap
nb: Selskapets juridiske navn, vises i hodet på hver side
sw: Kampuni yako kisheria jina, inavyoonekana kwenye kichwa cha ukurasa kila

# PhoneHeaderCaption
source: Phone number
da: Telefonnummer
de: Telefonnummer
is: Símanúmeri
it: Numero di telefono
lv: Tālruņa numurs
ms: Nombor telefon
nb: Telefonnummer
sw: Namba ya simu

# ReloadPortalButtonCaption
source: Reload portal
da: Genindlæs portal
is: Endurhlaða Portal
it: Portale di ricarica
lv: Pārlādēt portāls
ms: Portal tambah nilai
nb: Last portal
sw: Pakia upya tovuti

# ReloadPortalButtonTooltip
source: Reload the portal to see your changes
da: Genindlæse portal for at se dine ændringer
de: Laden Sie das Portal, um Ihre Änderungen zu sehen
is: Endurheimtu gáttina til að sjá breytingarnar
it: Ricaricare il portale per visualizzare le modifiche
lv: Lai redzētu veiktās izmaiņas portāla pārlādēt
ms: Portal ini untuk melihat perubahan anda reload
nb: Laste portalen for å se endringene
sw: Pakiza upya tovuti kuona mabadiliko yako

# UndoBrandingChangesTooltip
source: Undo local branding changes
da: Fortryde lokale branding ændringer
de: Lokalen branding Änderungen rückgängig machen
is: Afturkalla staðbundnar vörumerki breytingar
it: Annullare le modifiche locali di branding
lv: Atsaukt vietējā zīmola izmaiņas
ms: Buat asal perubahan penjenamaan tempatan
nb: Angre lokale branding endringer
sw: Tendua mabadiliko ndani ya uwekaji nembo

# FetchPaymentConfigurationErrorMessage
source: Could not retrieve payment information
da: Kunne ikke hente betalingsoplysninger
de: Zahlungsinformationen konnten nicht abgerufen werden.
is: Ekki tókst að sækja greiðsluupplýsingar
it: Impossibile recuperare le informazioni di pagamento
lv: Nevarēja izgūt maksājumu informācija
ms: Tidak dapat mendapatkan semula maklumat pembayaran
nb: Kan ikke hente betalingsinformasjon
sw: Haiwezi kuepua taarifa ya malipo

# FetchPaymentConfigurationProgressMessage
source: Retrieving payment information
da: Hentning af betalingsoplysninger
de: Abrufen von Zahlungsinformationen
is: Sækja um greiðsluupplýsingar
it: Recupero delle informazioni di pagamento
lv: Izgūstot maksājumu informācija
ms: Mendapatkan semula maklumat pembayaran
nb: Hente betalingsinformasjon
sw: Kufufua taarifa ya malipo

# LiveAccountTypeCaption
source: Live account
da: Live-konto
de: Live-Konto
is: Lifandi reikningur
it: Conto Live
lv: Live kontu
ms: Akaun Live
nb: Live-kontoen
sw: Akaunti ya kuishi

# PaymentConfigurationHeader
source: Provide your PayPal Pro account settings
da: Give din PayPal Pro kontoindstillinger
de: Bieten Sie Ihr PayPal Pro Account-Einstellungen
is: Gefðu upp PayPal Pro reikningsstillingarnar þínar
it: Fornire il vostro PayPal Pro impostazioni account
lv: Nodrošināt jūsu PayPal Pro kontu iestatījumi
ms: Menyediakan PayPal Pro anda seting akaun
nb: Gi din PayPal Pro Kontoinnstillinger
sw: Kutoa Pro yako PayPal mipangilio ya akaunti

# PaymentConfigurationSubTextPostfix
source: to create a new pro account if you do not have one.
da: at oprette en ny pro konto, hvis du ikke har en.
de: ein neue pro-Konto erstellen, wenn Sie nicht besitzen.
is: til að búa til nýjan Pro reikning ef þú ert ekki með einn.
it: per creare un nuovo account pro se non si dispone di uno.
lv: lai izveidotu jaunu pro kontu, ja jums tāda vēl nav.
ms: untuk membuat akaun pro baru jika anda tidak mempunyai satu.
nb: opprette en ny pro-konto hvis du ikke har en.
sw: kuunda akaunti mpya ya pro kama huna moja.

# PaymentConfigurationSubTextPrefix
source: To receive payments from your customers, you should use a PayPal pro account, please visit:
da: For at modtage betaling fra dine kunder, skal du bruge en PayPal pro konto, kan du besøge:
de: Um Zahlungen von Ihren Kunden erhalten, sollten Sie ein PayPal-Konto pro verwenden, besuchen Sie bitte:
is: Til að taka á móti greiðslum frá viðskiptavinum þínum ættirðu að nota PayPal Pro reikning, vinsamlegast heimsækja:
it: Per ricevere i pagamenti dai tuoi clienti, si dovrebbe utilizzare un account pro di PayPal, si prega di visitare:
lv: No saviem klientiem saņemt maksājumus, būtu izmantot PayPal pro kontu, lūdzu apmeklējiet:
ms: Untuk menerima bayaran daripada pelanggan-pelanggan anda, anda perlu menggunakan akaun pro PayPal, sila lawati:
nb: For å motta betalinger fra kunder, bør du bruke en PayPal pro-konto, vennligst besøk:
sw: Kupokea malipo kutoka kwa wateja wako, unapaswa kutumia akaunti ya pro ya PayPal, tafadhali ziara:

# PayPalAccountTypeCaption
source: PayPal account type:
da: PayPal kontotype:
de: PayPal-Account-Typ:
is: PayPal reikningagerð:
it: Tipo di conto PayPal:
lv: PayPal konta tips:
ms: Jenis akaun PayPal:
nb: PayPal Kontotype:
sw: Aina ya akaunti ya PayPal:

# PayPalAccountTypeSubText
source: You can select a test account type to test your transactions. Once working, you can switch to a live account type to start transacting
da: Du kan vælge en test kontotype til at teste dine transaktioner. Når arbejder, kan du skifte til en live-konto til at begynde at indgå
de: Sie können ein Test-Konto um Ihre Transaktionen zu testen auswählen. Sobald funktioniert, wechseln Sie zu einem live-Konto-Typ zu Transaktionen
is: Hægt er að velja gerð prófunarlykils til að prófa færslurnar. Þegar þú vinnur getur þú skipt yfir í lifandi reikningsgerð til að byrja að þýða
it: È possibile selezionare un tipo di account di prova per testare le tue transazioni. Una volta che funziona, è possibile passare a un tipo di conto live per avviare transazioni
lv: Var izvēlēties testa konta tipu, lai pārbaudītu jūsu veiktās darbības. Kad strādā, jūs varat pārslēgties uz dzīvot kontu tipa sākt transakcijas
ms: Anda boleh memilih jenis akaun ujian untuk menguji transaksi anda. Setelah bekerja, anda boleh menukar kepada sejenis akaun live untuk mula menjalankan
nb: Du kan velge en test kontotype teste dine transaksjoner. Når fungerer, kan du bytte til en live-konto å starte transacting
sw: Unaweza kuchagua aina ya akaunti ya mtihani mtihani shughuli yako. Mara baada ya kufanya kazi, unaweza kubadilisha kwa aina ya akaunti kuishi kuanza transacting

# PayPalClientIdCaption
source: PayPal Client ID:
da: PayPal-klient ID:
de: PayPal-Kundennummer:
is: AUÐKENNI PayPal biðlara:
it: ID cliente di PayPal:
lv: PayPal klienta ID:
ms: PayPal ID pelanggan:
nb: PayPal klient-ID:
sw: TAM ya mteja ya PayPal:

# PayPalClientIdSubText
source: Enter your PayPal client ID
da: Indtast din PayPal klient-ID
de: Geben Sie Ihre PayPal-Kundennummer
is: Sláðu inn AUÐKENNI PayPal biðlarann
it: Inserisci il tuo ID cliente di PayPal
lv: Ievadiet jūsu PayPal klienta ID
ms: Sila masukkan ID pelanggan PayPal anda
nb: Angi PayPal klient-IDen
sw: Ingiza kitambulisho chako cha mteja PayPal

# PayPalClientSecretCaption
source: PayPal Client Secret:
da: PayPal klient hemmelighed:
de: PayPal Clientschlüssel:
is: PayPal viðskiptavinur leyndarmál:
it: Segreto di Client di PayPal:
lv: PayPal klienta noslēpumu:
ms: Rahsia pelanggan PayPal:
nb: PayPal klient Secret:
sw: Siri ya PayPal mteja:

# PayPalClientSecretSubText
source: Enter your PayPal client secret
da: Angiv din PayPal klient hemmelighed
de: Geben Sie Ihre PayPal-Clientschlüssel
is: Sláðu inn þinn PayPal viðskiptavinur leyndarmál
it: Inserisci il tuo segreto di cliente di PayPal
lv: Ievadiet jūsu PayPal klienta noslēpums
ms: Masukkan rahsia klien PayPal anda
nb: Angi din PayPal klient hemmelige
sw: Ingiza siri yako ya mteja PayPal

# SandboxAccountTypeCaption
source: Sandbox account
da: Sandkasse-konto
de: Sandbox-Konto
is: Sandbox reikningur
it: Account sandbox
lv: Smilšu kastes kontu
ms: Akaun Sandbox
nb: Sandbox-konto
sw: Kikasharawe akaunti

# UndoUnsavedChanges
source: Undo unsaved payment changes
da: Fortryde ændringer, der ikke er gemt betaling
de: Zahlung nicht gespeicherte Änderungen rückgängig machen
is: Afturkalla Óvistaðar greiðslubreytingar
it: Annullare le modifiche non salvate pagamento
lv: Nesaglabātu maksājumu izmaiņu atsaukšana
ms: Buat asal perubahan pembayaran tidak disimpan
nb: Angre ulagrede utbetaling endringer
sw: Tendua mabadiliko ya malipo zisohifadhiwa

# UpdatePaymentErrorMessage
source: Could not save payment information
da: Kunne ikke gemme betalingsoplysninger
de: Zahlungsinformationen konnte nicht gespeichert werden.
is: Ekki tókst að vista greiðsluupplýsingar
it: Impossibile salvare informazioni di pagamento
lv: Nevarēja saglabāt maksājumu informācija
ms: Tidak dapat menyimpan maklumat pembayaran
nb: Kan ikke lagre betalingsinformasjon
sw: Haikuweza kuakibisha taarifa ya malipo

# UpdatePaymentProgressMessage
source: Updating payment information
da: Opdatering af betalingsoplysninger
de: Zahlungsinformationen aktualisieren
is: Uppfærsla greiðsluupplýsinga
it: Aggiornamento delle informazioni di pagamento
lv: Maksājuma informācijas atjaunināšana
ms: Pengemaskinian maklumat pembayaran
nb: Oppdatere betalingsinformasjonen
sw: Kusasaisha taarifa ya malipo

# UpdatePaymentSuccessMessage
source: Payment information updated
da: Betalingsoplysninger opdateret
de: Zahlungsinformationen aktualisiert
is: Greiðsluupplýsingar uppfærðar
it: Informazioni di pagamento aggiornate
lv: Atjaunināta informācija par maksājumu
ms: Maklumat pembayaran yang dikemaskini
nb: Betalingsinformasjon oppdatert
sw: Taarifa ya malipo kusasaishwa

# CustomerProfileAddressLine1Caption
source: Address line 1
da: Adresselinje 1
de: Adresszeile 1
is: Heimilisfang lína 1
it: Riga indirizzo 1
lv: Adreses rindiņa 1
ms: Alamat baris 1
nb: Adresselinje 1
sw: Anwani Mstari wa 1

# CustomerProfileAddressLine2Caption
source: Address line 2
da: Adresselinje 2
de: Adresszeile 2
is: Heimilisfang lína 2
it: Riga 2 indirizzo
lv: Adreses rindiņa 2
ms: Alamat baris 2
nb: Adresselinje 2
sw: Anwani Mstari wa 2

# CustomerProfileCityCaption
source: City
de: Stadt
it: Città
lv: Pilsēta
ms: Bandar
nb: Byen
sw: Mji

# CustomerProfileCompanyCountryCaption
source: Country
da: Land
de: Land
is: Land
it: Paese
lv: Valsts
ms: Negara
nb: Land
sw: Nchi

# CustomerProfileCompanyInfoSectionCaption
source: Company Information
da: Firmaoplysninger
de: Informationen zum Unternehmen
is: Upplýsingar um fyrirtæki
it: Informazioni sulla società
lv: Saites Company Information
ms: Maklumat syarikat
nb: Firmainformasjon
sw: Taarifa za kampuni

# CustomerProfileContactInfoSectionCaption
source: Contact Information
da: Kontaktoplysninger
de: Kontakt-Informationen
is: Upplýsingar um tengilið
it: Informazioni di contatto
lv: Kontaktinformācija
ms: Maklumat untuk dihubungi
nb: Kontaktinformasjon
sw: Taarifa ya mwasiliani
