Repository: microsoft/Partner-Center-Storefront
Catalog: src/Storefront/Resources.*.resx
Languages: da, de, is, it, lv, ms, nb, sw

# InvalidOrganizationLogoUriMessage
source: Invalid organization logo URI uploaded
da: Ugyldig organisation logo URI uploadet
de: Ungültige Organisation Logo URI hochgeladen
is: Ógilt fyrirtækismerki URI hlaðið upp
it: Logo di organizzazione non valido URI caricato
lv: Nederīgs organizācijas logo URI augšupielādēts
ms: Logo Pertubuhan tidak sah URI naik
nb: Ugyldig organisasjon logo URI lastet opp
sw: Nembo ya shirika la batili URI uploaded

# InvalidHeaderImageMessage
source: Provide an image file type for the header image
da: Give en billed-filtype for header image
de: Bieten Sie einen Bild-Datei-Typ für die Header-Bild
is: Gefa myndskrárgerð fyrir haustmynd
it: Fornire un tipo di file di immagine per l'immagine di intestazione
lv: Attēla faila tipa paredzēt header image
ms: Menyediakan jenis fail imej untuk imej header
nb: Gi en image arkiv type header image
sw: Kutoa aina ya faili ya taswira ya taswira ya kichwa

# InvalidHeaderImageUriMessage
source: Invalid header image URI uploaded
da: Ugyldig header image URI uploadet
de: Ungültige Headerbild URI hochgeladen
is: Ógild fyrirsögn myndar URI hlaðið upp
it: URI dell'immagine di intestazione non valida caricato
lv: Nederīgs iesākuma attēlu URI augšupielādēts
ms: Upload gambar tajuk tidak sah URI
nb: Ugyldig samlerøravbilde URI lastet opp
sw: Kichwa batili taswira URI uploaded

# InvalidPrivacyUriMessage
source: Invalid privacy agreement URI uploaded
da: Ugyldig hemmelig aftale URI uploadet
de: Ungültige Datenschutzvereinbarung URI hochgeladen
is: Ógildur persónuverndarsamningur URI hlaðið upp
it: Accordo sulla privacy non valido URI caricato
lv: Nederīga konfidencialitātes līgumu URI augšupielādēts
ms: Perjanjian tidak sah privasi URI naik
nb: Ugyldig personvernerklæringen URI lastet opp
sw: Makubaliano ya faragha batili URI uploaded

# ErrorPageDetailsCaption
source: An error occurred while processing your request.
da: Der opstod en fejl under behandling af din anmodning.
de: Während der Verarbeitung Ihrer Anforderung ist ein Fehler aufgetreten.
is: Villa kom upp við vinnslu beiðninnar.
it: Si è verificato un errore durante l'elaborazione della tua richiesta.
lv: Apstrādājot jūsu pieprasījumu, radās kļūda.
ms: Satu ralat berlaku semasa memproses permintaan anda.
nb: Det oppstod en feil under behandling av forespørselen.
sw: Kosa limetokea wakati wa kuchakata ombi lako.

# ErrorPageTitleCaption
source: Error
da: Fejl
de: Fehler
is: Villa
it: Errore
lv: Kļūda
ms: Ralat
nb: Feil
sw: Kosa

# InvalidOperationForOrderMessage
source: Invalid operation being performed.
da: Ugyldig handling udføres.
de: Ungültiger Vorgang durchgeführt wird.
is: Ógild aðgerð er framkvæmd.
it: Operazione non valida eseguita.
lv: Nederīga operācija tiek veikta.
ms: Operasi tidak sah dilakukan.
nb: Ugyldig operasjon utføres.
sw: Uendeshaji wa batili inafanywa.

# NotEnoughItemsInOrderErrorMessage
source: Order should have at least one subscription item.
da: Ordre skal have mindst ét abonnement element.
de: Auftrag sollte mindestens ein Abonnement Element haben.
is: Pöntun skal hafa a.m.k. eina áskriftarvöru.
it: Ordine dovrebbe avere almeno un elemento di sottoscrizione.
lv: Pasūtījumu vajadzētu būt vismaz viena abonementa krājumu.
ms: Perintah perlu mempunyai sekurang-kurangnya satu item langganan.
nb: Bestilling bør ha minst ett abonnement element.
sw: Ili wawe angalau michango kipengee.

# InvalidPaymentModeErrorMessage
source: Payment mode is not supported
da: Betaling tilstand er ikke understøttet
de: Zahlung-Modus wird nicht unterstützt
is: Greiðsluháttur er ekki studdur
it: Modalità di pagamento non è supportata
lv: Maksāšanas režīms netiek atbalstīts
ms: Cara bayaran tidak disokong
nb: Betaling modus støttes ikke
sw: Hali ya malipo haitegemezwi

source: Offer price should be more than zero
da: Udbudspris bør være større end nul
de: Angebotspreis sollte größer als Null sein.
is: Tilboðsverð skal vera meira en núll
it: Offerta prezzo dovrebbe essere maggiore di zero
lv: Piedāvājuma cena ir lielāka par nulli
ms: Harga tawaran hendaklah lebih daripada sifar
nb: Prisen skal være større enn null
sw: Kutoa bei iwe zaidi ya sifuri

source: MicrosoftOfferId must be set
da: MicrosoftOfferId skal angives
de: MicrosoftOfferId muss eingestellt werden
is: Setja verður MicrosoftOfferId
it: MicrosoftOfferId deve essere impostata
lv: MicrosoftOfferId, jānosaka
ms: MicrosoftOfferId mesti disetkan
nb: MicrosoftOfferId må angis
sw: MicrosoftOfferId lazima kuweka

source: Id must be a valid GUID
da: -Id'et skal være et gyldigt GUID
de: ID muss eine gültige GUID sein.
is: Kenni verður að vera gilt GUID
it: ID deve essere un GUID valido
lv: ID jābūt derīgu GUID
ms: ID mesti GUID sah
nb: IDen må være en gyldig GUID
sw: Kitambulisho cha lazima GUID halali

# FailedToUpdatePartnerOffersStore
source: Failed to update partner offers persistence
da: Kunne ikke opdatere partner tilbyder vedholdenhed
de: Fehler beim Aktualisieren der Partner Angebote Persistenz
is: Ekki tókst að uppfæra félagsuppboðið varanleiki
it: Impossibile aggiornare la persistenza offerte partner
lv: Neizdevās atjaunināt partneru piedāvājumi noturība
ms: Gagal untuk mengemaskini pengekalan menawarkan rakan kongsi
nb: Kan ikke oppdatere partner tilbyr utholdenhet
sw: Imeshindwa kusasisha mpenzi inatoa ustahimilivu

# MicrosoftOfferImmutableErrorMessage
source: Microsoft offer is not allowed to be updated. Create a new offer instead.
da: Microsoft tilbud er ikke tilladt at blive opdateret. Oprette et nyt tilbud i stedet.
de: Microsoft-Angebot darf nicht aktualisiert werden. Erstellen Sie stattdessen ein neues Angebot.
is: Ekki er leyfilegt að uppfæri Microsoft tilboð. Búðu til nýtt tilboð í staðinn.
it: Offerta di Microsoft non è consentito di essere aggiornato. Invece, creare una nuova offerta.
lv: Microsoft piedāvājumu atjaunināšana nav atļauta. Tā vietā izveidot jaunu piedāvājumu.
ms: Tawaran Microsoft tidak dibenarkan dikemaskini. Membuat tawaran yang baru sebagai ganti.
nb: Microsoft tilbyr kan ikke oppdateres. Opprette et nytt tilbud i stedet.
sw: Microsoft kutoa hairuhusiwi kusasishwa. Unda ofa mpya badala yake.

source: Offer not found
da: Tilbud ikke fundet
de: Angebot nicht gefunden
is: Tilboð fundust ekki
it: Offerta non trovata
lv: Piedāvājums nav atrasts
ms: Tawaran yang tidak dijumpai
nb: Tilby ikke funnet
sw: Kutoa haikupatikana

# ContactUsSectionNotFound
source: ContactUs section not found in portal branding configuration
da: ContactUs afdeling ikke fundet i portalen branding konfiguration
de: ContactUs Abschnitt im Portal branding-Konfiguration nicht gefunden
is: Kaflinn ContactUs fannst ekki í stillingum Portal Branding
it: ContactUs sezione non trovata nella configurazione del portale branding
lv: ContactUs sadaļa portāla zīmolu konfigurācijā nav atrasts
ms: Seksyen ContactUs yang tidak dijumpai dalam konfigurasi penjenamaan portal
nb: ContactUs-delen ikke funnet i portalen branding konfigurasjon
sw: Sehemu ya ContactUs haikupatikana katika usanidi portal uwekaji nembo

source: Invalid contact us email address
da: Ugyldig kontakt os email adresse
de: Ungültige Kontakt email Adresse
is: Ótækt að hafa samband við okkur tölvupóstfang
it: Non valido contatto email indirizzo
lv: Nederīgi kontakta mums e-pasta adresi
ms: Hubungan yang tidak sah kami alamat e-mel
nb: Ugyldig kontakt oss e-postadressen
sw: Mwasiliani batili sisi barua pepe

# InvalidContactUsPhoneExceptionMessage
source: Invalid contact us phone
da: Ugyldig kontakt os telefonisk
de: Ungültige Kontakt Telefon
is: Ótækt að hafa samband við okkur Sími
it: Invalid contatti telefono
lv: Nederīgs kontaktinformācija tālruņa
ms: Tidak sah hubungi telefon
nb: Ugyldig kontakt telefon
sw: Batili wasiliana nasi simu

source: Invalid contact sales email address
da: Ugyldig kontakt salg emailadresse
de: Ungültige Vertrieb e-Mail-Kontaktadresse
is: Ógilt tölvupóstfang tengiliðar
it: Indirizzo email non valido Contatta l'ufficio vendite
lv: Nederīgi kontakta pārdošanas e-pasta adresi
ms: Tidak sah jualan hubungi alamat e-mel
nb: Ugyldig salg e-postadresse
sw: Anwani batili ya mawasiliano mauzo baruapepe

# InvalidContactSalesPhoneExceptionMessage
source: Invalid contact sales phone
da: Ugyldig kontakt salg telefon
de: Ungültige Telefonnummer Vertrieb
is: Ógildur tengiliður sölusíma
it: Telefono vendita contatto non valido
lv: Nederīgs kontaktpersonas tālruņa pārdošanas
ms: Telefon jualan hubungan yang tidak sah
nb: Ugyldig telefonnummer for kontakt salg
sw: Mawasiliano batili ya simu ya mauzo

# AddMoreLicensesCaption
source: Add more licenses
da: Tilføje flere licenser
de: Weitere Lizenzen hinzufügen
is: Bæta við fleiri leyfum
it: Aggiungere altre licenze
lv: Pievienot vairākas licences
ms: Menambah lebih banyak lesen
nb: Legge til flere lisenser
sw: Ongeza leseni zaidi

source: Could not register new Partner Center customer
da: Kunne ikke registrere ny Partner Center kunde
de: Neukunde Partner Center konnte nicht registriert werden.
is: Ekki tókst að skrá viðskiptavin í nýjan Partner-miðstöð
it: Non ha potuto registrare nuovi clienti Partner Center
lv: Nevarēja reģistrēt jaunu partneru centra klientu
ms: Tidak boleh mendaftar pelanggan Pusat rakan kongsi baru
nb: Kan ikke registrere ny Partner Center kunde
sw: Haikuweza kurajisi kituo cha mpenzi mpya kwa wateja

# HomePluginDisplayName
source: Home
da: Hjem
de: Haus
is: Heim
it: Casa
lv: Mājas
ms: Rumah
nb: Hjem
sw: Nyumbani

# AdminConsoleDisplayName
source: Web Store Builder
da: Web butik Builder
de: Web Shop-Designer
is: Vefverslun smiðjur
lv: Web Store celtnieks
ms: Kedai web Builder
nb: Web-butikk Builder
sw: Wajenzi wa duka la wavuti

# BrandingDisplayName
source: Branding Setup
is: Uppsetning vörumerkin
it: Installazione di branding
lv: Brendings Setup
ms: Persediaan penjenamaan
nb: Merkevarebygging oppsett
sw: Muundo Uwekaji nembo

# OffersDisplayName
source: Offers Setup
da: Tilbyder opsætning
de: Angebote-Setup
is: Býður upp á uppsetningu
it: Offerte installazione
lv: Piedāvā uzstādīšanas
ms: Persediaan menawarkan
nb: Tilbyr oppsett
sw: Inatoa muundo

# PaymentDisplayName
source: Payment Setup
da: Betaling Setup
de: Zahlung-Setup
is: Uppsetning greiðslu
it: Installazione di pagamento
lv: Maksājuma iestatījumu
ms: Bayaran persediaan
nb: Betaling oppsett
sw: Muundo wa malipo

# MySubscriptionsDisplayName
source: Order History
da: Ordreoversigten
de: Bestellhistorie
is: Panta sögu
it: Cronologia ordini
lv: Pasūtījumu vēsture
ms: Sejarah perintah
nb: Ordrehistorikk
sw: Historia ya utaratibu

# MyAccountDisplayName
source: Manage Subscriptions
da: Administrere abonnementer
de: Abonnements verwalten
is: Stjórna áskriftum
it: Gestire le sottoscrizioni
lv: Pārvaldītu abonementus
ms: Menguruskan langganan
nb: Administrere abonnementer
sw: Kudhibiti ada

# GoToHomePageCaption
source: Go to home page
da: Gå til startsiden
de: Gehe zur Startseite
is: Fara á heimasíðuna
it: Vai alla home page
lv: Doties uz sākumlapu
ms: Pergi ke Laman Utama
nb: Gå til hjemmesiden
sw: Nenda katika ukurasa nyumbani

# CustomerOrganizationRequired
source: Organization name is required.
da: Organisationens navn er påkrævet.
de: Name der Organisation ist erforderlich.
is: Heiti fyrirtækis er nauðsynlegt.
it: Nome dell'organizzazione è necessaria.
lv: Organizācijas nosaukums ir obligāts.
ms: Nama organisasi adalah diperlukan.
nb: Organisasjonsnavnet er nødvendig.
sw: Jina la shirika ni required.

# CustomerProfileCompanyCountryRequired
source: Country is required.
da: Landet er påkrævet.
de: Land ist erforderlich.
is: Lands er krafist.
it: Paese è obbligatorio.
lv: Valstij ir vajadzīga.
ms: Negara ini diperlukan.
nb: Landet er nødvendig.
sw: Nchi inahitajika.

# CustomerProfileAddressLine1Required
source: Address line 1 is required.
da: Adresselinje 1 er påkrævet.
de: Adresszeile 1 ist erforderlich.
is: Krafist er aðseturslínu 1.
it: Indirizzo riga 1 è necessaria.
lv: Ir vajadzīga adreses rinda 1.
ms: Alamat baris 1 adalah diperlukan.
nb: Adresselinje 1 kreves.
sw: Laini 1 ya anwani ni required.

# CustomerProfileCityRequired
source: City is required.
da: Byen er påkrævet.
de: Stadt ist erforderlich.
is: Borgar er krafist.
it: Città è richiesto.
lv: Pilsēta ir nepieciešama.
ms: Bandar adalah diperlukan.
nb: Byen er nødvendig.
sw: Mji ni required.

# CustomerProfileEmailAddressIdRequired
source: The Email field is not a valid e-mail address.
da: Feltet E-mail er ikke en gyldig e-mail-adresse.
de: Das e-Mail-Feld ist keine gültige e-Mail-Adresse.
is: Reiturinn tölvupóstur er ekki gilt tölvupóstfang.
it: Il campo Email non è un indirizzo e-mail valido.
lv: E-pasta jomā nav derīga e-pasta adrese.
ms: Dalam bidang e-mel bukanlah satu alamat e-mel yang sah.
nb: E-feltet er ikke en gyldig e-postadresse.
sw: Uga wa barua pepe sio anwani halali ya baruapepe.

# CustomerProfileDomainPrefixRequired
source: Domain prefix is required.
da: Domæne præfiks er påkrævet.
de: Domain-Präfix ist erforderlich.
is: Forskeyti léns er áskilið.
it: Prefisso di dominio è necessario.
lv: Domēna prefiksam nav nepieciešama.
ms: Awalan domain adalah diperlukan.
nb: Domene prefiks er nødvendig.
sw: Kiambishi awali kikoa inahitajika.

# CustomerProfileFirstNameRequired
source: First name is required.
da: Fornavn er påkrævet.
de: Vorname ist erforderlich.
is: Fornafn er nauðsynlegt.
it: Nome è obbligatorio.
lv: Pirmais nosaukums ir obligāts.
ms: Nama pertama adalah diperlukan.
nb: Fornavn er nødvendig.
sw: Jina la kwanza ni required.

# CustomerProfileLastNameRequired
source: Last name is required.
da: Efternavn er påkrævet.
de: Nachname ist erforderlich.
is: Eftirnafn er áskilið.
it: Cognome è obbligatorio.
lv: Pēdējais nosaukums ir obligāts.
ms: Nama bapa/keluarga yang diperlukan.
nb: Etternavn er nødvendig.
sw: Jina la mwisho ni required.

# PhoneHeaderRequired
source: Phone number is required.
da: Telefonnummeret er påkrævet.
de: Telefonnummer ist erforderlich.
is: Símanúmeri er krafist.
it: Numero di telefono è richiesto.
lv: Ir jānorāda tālruņa numurs.
ms: Nombor telefon yang diperlukan.
nb: Telefonnummeret er nødvendig.
sw: Simu inahitajika.

# SignOutToolTipCaption
source: Sign out from the application
da: Logge ud fra programmet
de: Melden Sie sich bei der Anwendung
is: Skrá út frá umsókn
it: Esci dall'applicazione
lv: Izrakstieties no programmas
ms: Daftar keluar dari permohonan
nb: Logg deg av programmet
sw: Aga toka kwa programu tumizi

# SubscriptionStatusTypeActive
source: Active
da: Aktive
de: aktiv
is: Virk
it: Attivo
lv: Aktīvs
ms: Aktif
nb: Aktiv
sw: Amilifu

# SubscriptionStatusTypeDeleted
source: Deleted
da: Slettet
de: Gelöscht
is: Eytt
it: Cancellato
lv: Dzēsts
ms: Dihapuskan
nb: Slettet
sw: Kufutwa

# SubscriptionStatusTypeNone
source: None
da: Ingen
de: nichts
is: Enginn
it: Nessuno
lv: Neviens
ms: Tiada seorang pun
nb: Ingen
sw: Hakuna

# SubscriptionStatusTypeSuspended
source: Suspended
da: Suspenderet
de: Ausgesetzt
is: Frestaðar
it: Sospesa
lv: Suspendētie
ms: Digantung
nb: Suspendert
sw: Kusimamishwa

# LicenseCreatedDateCaption
source: Created Date
da: Oprettet dato
de: Erstellungsdatum
is: Dagsetning stofnunar
it: Data di creazione
lv: Izveidotās datumu
ms: Tarikh dicipta
nb: Opprettet dato
sw: Tarehe ya kuundwa

# LicenseNameCaption
source: Name
da: Navn
is: Heiti
it: Nome
lv: vārds
ms: Nama
nb: navn
sw: Jina

# LicenseQuantityCaption
source: Quantity
da: Mængde
de: Menge
is: Magn
it: Quantità
lv: Daudzums
ms: Kuantiti
nb: Antall
sw: Wingi

# LicenseStatusCaption
source: Status
is: Stöðu
it: Stato
lv: Statuss
sw: Hali

# LicenseBasedSubscriptionsCaption
source: Customer managed subscriptions
da: Kunde lykkedes abonnementer
de: Kunde verwaltet Abonnements
is: Viðskiptavinir Stýrðu áskriftum
it: Sottoscrizioni dei clienti gestiti
lv: Pārvaldīts debitors abonementi
ms: Langganan pelanggan yang berjaya
nb: Kunden klarte abonnementer
sw: Wateja imeweza ada

# PartnerManagedSubscriptionsCaption
source: Partner managed subscriptions
da: Partner lykkedes abonnementer
de: Partner verwaltet Abonnements
is: Áskriftir stýri áskrift
it: Partner riuscito sottoscrizioni
lv: Partneri, kas pārvalda abonementi
ms: Rakan kongsi diuruskan langganan
nb: Partner klarte abonnementer
sw: Mpenzi imeweza ada

# OrdersCaption
source: Orders
da: Ordrer
de: Bestellungen
is: Pantanir
it: Ordini
lv: Pasūtījumi
ms: Perintah-perintah
nb: Bestillinger
sw: Amri

# InstrumentationKeyFieldHeader
source: Instrumentation key:
da: Instrumentering nøglen:
de: Instrumentationsschlüssel:
it: Chiave di strumentazione:
lv: Instrumentācijas taustiņš:
ms: Kekunci peralatan:
nb: Instrumentering nøkkel:
sw: Instrumentation ufunguo:

# InstrumentationKeyFieldSubText
source: You can specify an Application Insights instrumentation key in order to capture telemetry data from the portal.
da: Du kan angive en ansøgning indsigter instrumentation nøgle for at fange telemetri data fra portalen.
de: Sie können eine Application Insights Instrumentationsschlüssel angeben, um die Telemetrie-Daten aus dem Portal zu erfassen.
is: Hægt er að tilgreina hugbúnaðarinnsýn tækjabúnaði lykil til að grípa gögn Telemetry úr Portal.
it: È possibile specificare una chiave di strumentazione di intuizioni di applicazione al fine di acquisire i dati di telemetria dal portale.
lv: Pieteikums atziņas instrumentācijas atslēgu var norādīt, lai attēlotu telemetrijas datus no portāla.
ms: Anda boleh menentukan suatu wawasan permohonan peralatan utama untuk menawan data telemetry dari portal ini.
nb: Du kan angi en søknad innsikt instrumentering for å fange telemetri data fra portalen.
sw: Unaweza kubainisha na ufahamu wa maombi instrumentation muhimu ili kukamata telemetry data kutoka kitovu hicho.

# UsageBasedSubscriptionsCaption
source: Usage based subscriptions
da: Usage baseret abonnementer
de: Nutzung-Abonnements
is: Áskriftir sem byggja á notkun
it: Sottoscrizioni basata sull'utilizzo
lv: Lietojuma pamatā abonementi
ms: Penggunaan berasaskan langganan
nb: Bruk basert abonnement
sw: Ada ya matumizi kulingana na

# CustomerManagementDisplayName
source: Pre-approved Customers
da: Pre-godkendte kunder
de: Freigeschaltete Kunden
is: Fyrirfram samþykktir Viðskiptavinir
it: Clienti pre-approvati
lv: Iepriekš apstiprināti klienti
ms: Pelanggan yang diluluskan terlebih dahulu
nb: Forhåndsgodkjente kunder
sw: Wateja kabla kupitishwa

# CustomerManagementHeader
source: Manage customers for pre-approved transactions.
da: Administrere kunder for forhåndsgodkendte transaktioner.
de: Verwalten Sie Kunden für vorab genehmigte Transaktionen.
is: Stjórna viðskiptavinum fyrir fyrirframsamþykktar færslur.
it: Gestire clienti per operazioni di pre-approvate.
lv: Pārvaldīt debitorus pēc iepriekš apstiprinātas darbības.
ms: Menguruskan pelanggan untuk transaksi yang diluluskan terlebih dahulu.
nb: Administrere kunder for forhåndsgodkjente transaksjoner.
sw: Kusimamia wateja kwa ajili ya shughuli za kabla ya kupitishwa.

# CustomerManagementSubText
source: “Select all” will mark all current and future customers as pre-approved to transact in the store front.
da: "Vælg alle" vil markere alle nuværende og fremtidige kunder som forhåndsgodkendt til at handle i butik front.
de: "Alles auswählen", markieren Sie alle aktuelle und zukünftige Kunden als freigeschalteter Transact in der Ladenzeile.
is: "Velja allt" mun merkja alla núverandi og framtíðar viðskiptavini sem fyrirfram samþykkt að Transact í versluninni að framan.
it: "Seleziona tutto" segnerà tutti i clienti attuali e futuri come pre-approvato per trattare nella parte anteriore del negozio.
lv: "Atzīmējiet visas" iezīmēs visas pašreizējās un nākotnes klientiem kā iepriekš apstiprinātās noslēgt veikala priekšā.
ms: "Pilih semua" akan tandakan semua semasa dan masa depan pelanggan sebagaimana yang diluluskan terlebih dahulu untuk membincangkan di hadapan kedai.
nb: "Select all" vil markere alle nåværende og fremtidige kunder som pre-godkjent å handle i butikken front.
sw: "Teua yote" kutakuwa sasa na baadaye wateja wote kama kabla ya kupitishwa kwa mbele ya duka.

# CustomerManagementAllCustomersToggleCaption
source: Select all
da: Vælg alle
de: Wählen Sie alle
is: Velja allt
it: Seleziona tutto
lv: Atlasīt visu
ms: Pilih semua
nb: Velg alle
sw: Teua yote

# CustomerManagementPreApprovedColumnCaption
source: Pre-approved
da: Forhåndsgodkendt
de: Vorab genehmigte
is: Fyrirfram samþykkt
it: Pre-approvato
lv: Iepriekš apstiprinātas
ms: Pra-lulus
nb: Pre-godkjent
sw: Kabla kupitishwa

# CustomerManagementCustomerNameColumnCaption
source: Customer name
da: Kundenavn
de: Kundenname
is: Nafn viðskiptavinar
it: Nome del cliente
lv: Debitora nosaukums
ms: Nama pelanggan
nb: Kundenavn
sw: Jina la mteja

# CustomerManagementPrimaryDomainNameColumnCaption
source: Primary domain name
da: Primære domænenavn
de: Primären Domainname
is: Aðal lén
it: Nome di dominio primario
lv: Primāro domēnu
ms: Nama domain primer
nb: Primære domenenavn
sw: Jina la kikoa msingi

# FetchPreApprovedCustomersErrorMessage
source: Could not retrieve pre-approved customer details.
da: Kunne ikke hente forhåndsgodkendt kundeoplysninger.
de: Vorab genehmigte Kundendetails konnte nicht abgerufen werden.
is: Ekki tókst að sækja upplýsingar um fyrirfram samþykkta viðskiptavini.
it: Impossibile recuperare dettagli cliente pre-approvati.
lv: Nevarēja izgūt informāciju iepriekš apstiprināto klientu.
ms: Tidak dapat mendapatkan semula maklumat pelanggan yang diluluskan terlebih dahulu.
nb: Kan ikke hente forhåndsgodkjente kundedetaljene.
sw: Haiwezi kuepua maelezo ya mteja kabla ya kupitishwa.

# UpdatePreApprovedCustomersProgressMessage
source: Updating pre-approved customers information
da: Opdatering af pre-godkendte kunder oplysninger
de: Freigeschaltete Kundeninformationen aktualisieren
is: Uppfærir upplýsingar um fyrirfram samþykkta viðskiptavini
it: Aggiornamento delle informazioni sui clienti pre-approvato
lv: Iepriekš apstiprinātās klientu informācijas atjaunināšana
ms: Mengemaskini maklumat pelanggan yang diluluskan terlebih dahulu
nb: Oppdatere forhåndsgodkjente kundene informasjon
sw: Kusasaisha taarifa ya wateja kabla ya kupitishwa

# UpdatePreApprovedCustomersSuccessMessage
source: Pre-approved customer information updated
da: Forhåndsgodkendt kundeoplysninger opdateret
de: Vorab genehmigte Kundeninformationen aktualisiert
is: Fyrirframsamþykktar upplýsingar um viðskiptavin uppfærðar
it: Informazioni cliente pre-approvato aggiornate
lv: Iepriekš apstiprinātās klientu Informācija atjaunināta
ms: Diluluskan terlebih dahulu Baca maklumat yang kemas kini
nb: Forhåndsgodkjente kundeinformasjon oppdatert
sw: Taarifa za wateja kabla ya kupitishwa kusasaishwa

# UpdatePreApprovedCustomersErrorMessage
source: Could not save pre-approved customers information
da: Kunne ikke gemme forhåndsgodkendt kunder oplysninger
de: Konnte nicht freigeschaltete Kunden Informationen gespeichert werden
is: Ekki var hægt að vista upplýsingar fyrirfram samþykktra viðskiptamanna
it: Impossibile salvare i clienti pre-approvati informazioni
lv: Nevarēja saglabāt iepriekš apstiprināto klientu informāciju
ms: Tidak dapat menyimpan pelanggan yang diluluskan terlebih dahulu maklumat
nb: Kan ikke lagre forhåndsgodkjente kundene informasjon
sw: Haikuweza kuakibisha wateja kabla ya kupitishwa taarifa

# ProcessingPreApprovedTxNotification
source: This transaction is pre-approved. Processing order...
da: Denne transaktion er forhåndsgodkendt. Behandlingsrækkefølge...
de: Diese Transaktion ist bereits genehmigten. Verarbeitungsreihenfolge...
is: Þessi færsla er fyrirfram samþykkt. Úrvinnsla pantana...
it: Questa transazione è pre-approvata. Ordine di elaborazione...
lv: Šī darbība ir iepriekš apstiprināti. Apstrādes secību...
ms: Urus niaga ini adalah pra-lulus. Pemprosesan pesanan...
nb: Denne transaksjonen er pre-godkjent. Behandlingsrekkefølge...
sw: Shughuli hii ni kabla ya kupitishwa. Usindikaji ili...
